{
"道，可道也，非恒道也；" : "The way that can be spoken of is not the constant way;",
"名，可名也，非恒名也。" : "The name that can be named is not the constant name.",
"无，名万物之始也，有，名万物之母也。" : "Non-being is called the beginning of all things; being is called the mother of all things.",
"故恒无欲也，以观其眇。" : "Therefore, always be without desires to observe its subtlety.",
"恒有欲也，以观其所噭。" : "Always desiring, thereby observe its manifestations.",
"两者同出，异名同谓。" : "Both emerge together, though named differently, they are described the same.",
"玄之又玄，众眇之门。" : "Profound and more profound, the gateway to all subtleties.",
"天下皆知美之为美也，恶已；" : "When the world knows beauty as beauty, ugliness arises;",
"皆知善，此其不善已。" : "When everyone knows what is good, this is how the not good arises.",
"有，无之相生也；" : "Being and non-being produce each other.",
"难，易之相成也。" : "Difficulty and ease produce each other.",
"长，短之相形也；" : "Length and shortness are compared to each other.",
"高，下之相呈也。" : "High and low present themselves together.",
"音，声之相和也；" : "Sound is the harmony of tones.",
"先，后之相随也。" : "First, then follows behind.",
"是以圣人居无为之事，行不言之教。" : "Therefore, the sage dwells in the practice of non-action and teaches without words.",
"万物作而弗恃也；" : "All things act but do not rely on them;",
"为而弗恃也，成而弗居。" : "Act without dependence, achieve without dwelling.",
"夫唯弗居也，是以弗去也。" : "It is precisely because he does not claim possession that he does not lose.",
"不尚贤，使民不争；" : "Not exalting the worthy prevents people from competing;",
"不贵难得之货，使民不为盗；" : "Do not value rare goods, so the people will not act as thieves.",
"不见可欲，使民心不乱。" : "Do not show what is desirable, so the hearts of the people will not be disturbed.",
"是以圣人之治，虚其心，实其腹，弱其志，强其骨。" : "Thus, the sage governs by emptying their hearts, filling their bellies, weakening their ambitions, and strengthening their bones.",
"常使民无知无欲。" : "Constantly keep the people without knowledge and without desires.",
"使夫智者不敢为也。" : "To make the wise not dare to act.",
"为无为，则无不治。" : "Act without striving, and everything will be managed.",
"道冲而用之，或不盈。" : "The Dao is empty yet inexhaustible in its use, seemingly never filled.",
"渊兮，似万物之宗。" : "Profound, like the ancestor of all things.",
"挫其锐，解其纷，和其光，同其尘。" : "Dull their sharpness, untangle their disputes, soften their brightness, and be one with their dust.",
"湛兮，似或存。" : "Profound and still, it seems to exist.",
"吾不知谁之子，象帝之先。" : "I do not know whose son it is, it seems to be before the Lord.",
"天地不仁，以万物为刍狗；" : "Heaven and Earth are not benevolent; they treat the myriad creatures as straw dogs.",
"圣人不仁，以百姓为刍狗。" : "The sage has no fixed heart and treats the people as straw dogs.",
"天地之间，其犹橐龠乎？" : "Between Heaven and Earth, is it not like a bellows?",
"虚而不屈，动而愈出。" : "Empty yet unyielding, moving yet overflowing.",
"多闻数穷，不如守中。" : "Hearing much and counting much are not as good as keeping to the center.",
"谷神不死，是谓玄牝。" : "The valley spirit never dies; it is called the mysterious female.",
"玄牝之门，是谓天地根。" : "The mysterious female's gate is called the root of heaven and earth.",
"绵绵若存，用之不勤。" : "Endlessly continuous, as if present; using it does not exhaust it.",
"天长地久。" : "Heaven is enduring and Earth is long-lasting.",
"天地所以能长且久者，以其不自生，故能长生。" : "Heaven and Earth can endure and last long because they do not live for themselves, thus they can long endure.",
"是以圣人后其身而身先，外其身而身存。" : "Thus, the sage places himself behind, yet he comes forward; he puts himself outside, yet he remains.",
"非以其无私邪？" : "Is it not because it is selfless?",
"故能成其私。" : "Therefore, one can achieve their personal goals.",
"上善若水，水善利万物而不争。" : "The highest virtue is like water, benefiting all things without competing.",
"处众人之所恶，故几于道。" : "Inhabit where others loathe; thereby, be close to the Dao.",
"居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。" : "Dwell well on the earth, keep the heart deep, associate with kindness, speak with trust, govern with fairness, manage with ability, and act at the right time.",
"夫唯不争，故无尤。" : "Only by not contending, therefore, there are no mistakes.",
"持而盈之，不如其已。" : "To hold and fill it, better to stop short.",
"揣而锐之，不可长保。" : "Nurture it with sharpness, but it cannot be preserved for long.",
"金玉满堂，莫之能守。" : "Having halls full of gold and jade, no one can protect them.",
"富贵而骄，自遗其咎。" : "Rich and proud, they bring misfortune upon themselves.",
"功成身退，天之道。" : "Achieve success and withdraw, that is the Way of Heaven.",
"载营魄抱一，能无离乎？" : "Carrying the soul and embracing unity, can you be without separation?",
"专气致柔，能婴儿乎？" : "Focus your vital energy and achieve gentleness: can you be like a newborn?",
"涤除玄览，能无疵乎？" : "Cleansing and purifying the mysterious insight, can it be without flaws?",
"爱民治国，能无知乎？" : "Love the people and govern the state; how can there be no knowledge?",
"天门开阖，能为雌乎？" : "Can the gates of heaven open and close while staying receptive?",
"明白四达，能无为乎？" : "Understanding all directions, can one act effortlessly?",
"生之、畜之，生而不有，为而不恃，长而不宰。" : "Give life and nurture, create without possessing, act without presumption, lead without dominating.",
"是谓玄德。" : "This is called profound virtue.",
"三十辐共一毂，当其无，有车之用。" : "Thirty spokes converge at one hub; where there is nothing, there lies the use of the cart.",
"埏埴以为器，当其无，有器之用。" : "Mold clay to make a vessel; it is the emptiness that makes it useful.",
"凿户牖以为室，当其无，有室之用。" : "Chisel doors and windows to make a room; it is the empty space within that gives the room its utility.",
"故有之以为利，无之以为用。" : "Therefore, having something is beneficial, but using nothing is functional.",
"五色令人目盲；" : "Five colors make people's eyes blind.",
"五音令人耳聋；" : "The five sounds make the ears deaf.",
"五味令人口爽；" : "The five flavors dull the palate.",
"驰骋畋猎，令人心发狂；" : "Galloping and hunting drive people’s hearts to madness.",
"难得之货，令人行妨。" : "Rare goods cause people to take harmful actions.",
"是以圣人为腹不为目，故去彼取此。" : "Thus, the sage values inner nourishment and not outer appearance; therefore, discards the latter and chooses the former.",
"宠辱若惊，贵大患若身。" : "Honor and disgrace cause surprise; treat great trouble as the self.",
"何谓宠辱若惊？" : "What does it mean to be startled by favor and disgrace?",
"宠为下，得之若惊，失之若惊，是谓宠辱若惊。" : "Favor is as degrading as a fright; gaining it is like a fright, losing it is like a fright. This is called being equally startled by favor and disgrace.",
"何谓贵大患若身？" : "Why are the great troubles seen as personal?",
"吾所以有大患者，为吾有身，及吾无身，吾有何患？" : "The reason I have great troubles is that I have a body; if I had no body, what troubles would I have?",
"故贵以身为天下者，若可寄天下；" : "Therefore, those who value their own body as the world may be entrusted with the world.",
"爱以身为天下者，若可托天下。" : "Those who cherish their own body as if it were the world can be entrusted with the world.",
"视之不见，名曰夷；" : "Looked at but cannot be seen, it is called the invisible;",
"听之不闻，名曰希；" : "Listen without hearing, this is called rarefied;",
"搏之不得，名曰微。" : "Strive for it without obtaining; this is called subtlety.",
"此三者，不可致诘，故混而为一。" : "These three cannot be fully understood, therefore they are mixed into one.",
"其上不皦，其下不昧，绳绳兮不可名，复归于无物。" : "Above, it is not bright; below, it is not dark. Continuous and unnameable, it returns again to non-being.",
"是谓无状之状，无象之象，是谓恍惚。" : "This is called the shape without shape, the form without form; this is called indistinct and elusive.",
"迎之不见其首，随之不见其后。" : "Approach it and you do not see its front; follow it and you do not see its back.",
"执古之道，以御今之有。" : "Hold to the ancient Way to manage the present.",
"能知古始，是谓道纪。" : "To understand the ancient origins is called the essence of the Dao.",
"古之善为士者，微妙玄通，深不可识。" : "In ancient times, those who were good at being scholars were subtle, profound, mysterious, and unfathomable.",
"夫唯不可识，故强为之容：" : "Because it cannot be perceived, we therefore force ourselves to describe its appearance.",
"豫兮，若冬涉川；" : "Apprehensive, like crossing a river in winter.",
"犹兮，若畏四邻；" : "Hesitant, like one who fears his four neighbors.",
"俨兮，其若客；" : "Solemn, as if being a guest.",
"涣兮，其若冰之将释；" : "Dispersed, like ice about to melt;",
"敦兮，其若朴；" : "Simple and honest, like uncarved wood;",
"旷兮，其若谷；" : "Vast and open, like a valley;",
"混兮，其若浊。" : "Indistinct and murky, as if turbid.",
"浊而静之，徐清。" : "Cloudy yet still, gradually clear.",
"安以动之，徐生。" : "Move it with calm, let it grow gradually.",
"保此道者，不欲盈。" : "Those who preserve this way do not desire fullness.",
"夫唯不盈，故能蔽不新成。" : "Only by not being full can one shield what is not newly formed.",
"至虛，極也；" : "Extreme emptiness, indeed.",
"守情（静），表也。" : "Maintain tranquility, it is apparent.",
"萬物旁作，吾以觀其復也。" : "All things act around me, and I watch their return.",
"天物雲雲，各復歸於其根，曰静。" : "Each myriad being returns to its root, called stillness.",
"静，是胃復命。" : "Stillness is the restoration of the stomach's mandate.",
"復命，常也；" : "Returning to the source is the constant.",
"知常，明也；" : "Knowing constancy is enlightenment;",
"不知常，妄妄作凶；" : "Not knowing the constant, reckless actions bring misfortune.",
"知常容，容乃公，公乃王，王乃天，天乃道，道乃久，沕身不怠。" : "Knowing constancy is to be accommodating, being accommodating leads to impartiality, impartiality leads to sovereignty, sovereignty leads to heaven, heaven leads to the Dao, the Dao leads to eternity, and thus the self is never exhausted.",
"太上，不知有之；" : "The best rulers are those the people barely know exist.",
"其次，亲而誉之；" : "Secondly, they become close and praise them;",
"其次，畏之；" : "Next, they fear it;",
"其次，侮之。" : "Next, disdain them.",
"信不足焉，有不信焉。" : "If trust is insufficient, there will be distrust.",
"悠兮，其贵言。" : "Mystical, valuing words sparingly.",
"功成事遂，百姓皆谓：" : "When achievement is accomplished and affairs are completed, the people all say:",
"“我自然”。" : "I am naturally so.",
"大道废，有仁义；" : "When the Great Way is abandoned, there are benevolence and righteousness.",
"智慧出，有大伪；" : "When wisdom emerges, great deception occurs.",
"六亲不和，有孝慈；" : "When the six relations are disharmonious, filial piety and kindness arise.",
"国家昏乱，有忠臣。" : "When the state is in chaos, there are loyal ministers.",
"绝圣弃智，民利百倍；" : "Reject sagehood and abandon wisdom; the people benefit a hundredfold.",
"绝仁弃义，民复孝慈；" : "Abandon benevolence and righteousness, the people return to filial piety and compassion.",
"绝巧弃利，盗贼无有。" : "Abandon extreme skill and discard profit, and there will be no thieves.",
"此三者以为文，不足。" : "These three things, composed as a text, are insufficient.",
"故令有所属：" : "Thus create what is to be adhered to:",
"见素抱朴，少思寡欲，绝学无忧。" : "See the plain, embrace the simple; reduce selfish desires, minimize wants; abandon knowledge, be free from worry.",
"唯之与阿，相去几何？" : "How much difference is there between agreement and flattery?",
"美之与恶，相去若何？" : "How does beauty differ from ugliness?",
"人之所畏，不可不畏。" : "What people fear, cannot but be feared.",
"荒兮，其未央哉！" : "Vast and wild, will it never have an end?",
"众人熙熙，如享太牢，如春登台。" : "The masses bustle about, as if enjoying a grand feast, as in spring ascending a terrace.",
"我独泊兮，其未兆；" : "I am alone and adrift, without any sign of what is to come.",
"沌沌兮，如婴儿之未孩；" : "Chaotic and indistinct, like an infant not yet smiling;",
"儡儡兮，若无所归。" : "Wandering aimlessly, as if having no place to return.",
"众人皆有余，而我独若遗。" : "Everyone else has plenty, yet I alone seem to be left behind.",
"我愚人之心也哉，沌沌兮！" : "My mind is that of a fool, chaotic and confused!",
"俗人昭昭，我独昏昏。" : "Common people are clear and bright, I alone am dim and dull.",
"俗人察察，我独闷闷。" : "Ordinary people are clear and bright; I alone am muddled and dim.",
"淡兮，其若海，望兮，若无止。" : "Indistinct, like the sea; gazing, as if without end.",
"众人皆有以，而我独顽似鄙。" : "The multitude all have purpose; I alone am foolish and uncouth.",
"我独异于人，而贵食母。" : "I alone am different from others, and I value nurturing the source.",
"孔德之容，惟道是从。" : "The appearance of great virtue follows only the Dao.",
"道之为物，惟恍惟惚。" : "The Dao, as a thing, is elusive and indistinct.",
"惚兮恍兮，其中有象；" : "In darkness and indistinctness, within it exists an image;",
"恍兮惚兮，其中有物；" : "Vague and indistinct, within it there is something;",
"窈兮冥兮，其中有精；" : "Profound and obscure, there is an essence within;",
"其精甚真，其中有信。" : "Its essence is very true, within it is sincerity.",
"自今及古，其名不去，以阅众甫。" : "From now to antiquity, its name does not depart, thereby witnessing the many beginnings.",
"吾何以知众甫之状哉？" : "How can I know the state of the multitude?",
"以此。" : "With this.",
"“曲则全，枉则直，洼则盈，敝则新，少则得，多则惑。" : "Crooked then complete; bent then straight; low then full; worn then new; few then gained; many then confused.",
"”是以圣人抱一为天下式。" : "Thus, the sage embraces the One to serve as a model for the world.",
"不自见，故明；" : "Not self-seeing, thus clear;",
"不自是，故彰；" : "Not self-righteous, thus illuminated;",
"不自伐，故有功；" : "Not self-promoting, therefore achieving success;",
"不自矜，故长。" : "Not self-exalting, therefore endure.",
"夫唯不争，故天下莫能与之争。" : "Only by not contending, therefore no one in the world can contend with him.",
"古之所谓“曲则全”者，岂虚言哉！" : "The ancient saying 'bent then whole' is not an empty phrase!",
"诚全而归之。" : "Sincerely complete it and return to it.",
"希言自然。" : "Treasuring words, aligning with nature.",
"故飘风不终朝，骤雨不终日。" : "Therefore, a violent wind does not last the whole morning, nor does a sudden rain last the whole day.",
"孰为此者？" : "Who is the doer of this?",
"天地。" : "Heaven and Earth.",
"天地尚不能久，而况于人乎？" : "Heaven and Earth cannot last forever, how much less can man?",
"故从事于道者，同于道；" : "Thus, those who engage with the Dao become one with the Dao.",
"德者，同于德；" :"Those who possess virtue align with virtue.",
"失者，同于失。" : "The one who loses is aligned with loss.",
"同于道者，道亦乐得之；" : "Those aligned with the Dao, the Dao also delights in accepting them.",
"同于德者，德亦乐得之；" : "Those in harmony with virtue, virtue is also pleased to embrace them.",
"同于失者，失亦乐得之。" : "Those who align with loss, in loss they find joy.",
"企者不立；" : "Those who rely on schemes do not stand firm.",
"跨者不行；" : "He who strides does not walk.",
"自见者不明；" : "Those who see themselves are not clear.",
"自是者不彰；" : "Those who are self-righteous are not recognized.",
"自伐者无功；" : "Those who cut themselves do not achieve merit.",
"自矜者不长。" : "Those who boast do not endure.",
"其在道也，曰余食赘形，物或恶之，故有道者不居。" : "In the Dao, it is said to be extra food and redundant form; things may dislike it, therefore those with Dao do not dwell in it.",
"有物混成，先天地生。" : "There is a thing undifferentiated, born before heaven and earth.",
"寂兮寥兮，独立而不改，周行而不殆，可以为天地母。" : "Silent and vast, standing alone unchanging; revolving without peril, it can be the mother of heaven and earth.",
"吾不知其名，字之曰道，强为之，名曰大。" : "I do not know its name; I call it Dao. Forced to give it a name, I call it Great.",
"大曰逝，逝曰远，远曰反。" : "The great flows forth; flowing forth, it goes far; going far, it returns.",
"故道大，天大，地大，人亦大。" : "The way is grand, heaven is grand, earth is grand, and humans are also grand.",
"域中有四大，而人居其一焉。" : "In the domain, there are four greats, and humanity resides as one of them.",
"人法地，地法天，天法道，道法自然。" : "Humans follow the Earth, Earth follows the Heaven, Heaven follows the Dao, Dao follows Nature.",
"重为轻根，静为躁君。" : "Weight is the root of lightness, stillness is the master of agitation.",
"是以君子终日行不离辎重。" : "Thus, the noble person travels all day without leaving the baggage carts.",
"虽有荣观，燕处超然。" : "Even with glorious views, dwell calmly, detached.",
"奈何万乘之主，而以身轻天下？" : "How can the ruler of ten thousand chariots take themselves lightly and treat the world with ease?",
"轻则失根，躁则失君。" : "Lightness leads to losing roots; impatience leads to losing control.",
"善行，无辙迹；" : "Good actions leave no trace.",
"善言，无瑕谪；" : "Good words leave no flaws.",
"善数，不用筹策；" : "Those skilled in counting do not use tallies.",
"善闭，无关楗而不可开；" : "One who skillfully closes, without using a bolt, yet it cannot be opened;",
"善结，无绳约而不可解。" : "Good binding, without cords, yet cannot be untied.",
"是以圣人常善救人，故无弃人；" : "Therefore, the sage is always good at rescuing people, thus no one is abandoned;",
"常善救物，故无弃物。" : "The sage constantly aids the living, therefore nothing is discarded.",
"是谓神明。" : "This is called mysterious enlightenment.",
"故善人者，不善人之师；" : "The good person is the teacher of the not good person.",
"不善人者，善人之资。" : "Those who are not good are resources for the good.",
"不贵其师，不爱其资，虽智大迷。" : "If one does not value the teacher and does not cherish the resources, though wise, they remain greatly confused.",
"是谓要妙。" : "This is called the essential subtlety.",
"知其雄，守其雌，为天下溪。" : "Know the masculine, keep to the feminine, be the stream of the world.",
"为天下溪，常德不离。" : "Be the valley for the world; constant virtue never departs.",
"常德不离，复归于婴儿。" : "Constant virtue does not depart, it returns to the state of an infant.",
"知其荣，守其辱，为天下谷。" : "Know its glory, embrace its disgrace, be the valley of the world.",
"为天下谷，常德乃足。" : "Be the valley of the world, and constant virtue will be sufficient.",
"常德乃足，复归于朴。" : "Constant virtue is sufficient, and returns to simplicity.",
"知其白，守其黑，为天下式。" : "Know the white, keep the black, be an example for the world.",
"为天下式，常德不忒。" : "Act as the model for the world, and maintain constant virtue without deviation.",
"常德不忒，复归于无极。" : "Constant virtue does not stray; it returns to the boundless.",
"朴散则为器，圣人用之，则为官长，故大智不割。" : "When simplicity is dispersed, it becomes implements; when the sage uses it, it becomes leadership. Thus, great wisdom does not cut or divide.",
"将欲取天下而为之，吾见其不得已。" : "Those who desire to take the world and act upon it, I see that they cannot succeed.",
"天下神器，不可为也，不可执也。" : "The world's sacred instrument is not to be acted upon, nor to be grasped.",
"为者败之，执者失之。" : "One who acts will fail; one who grasps will lose.",
"是以圣人无为，故无败；" : "Therefore, the sage acts without striving, thus he does not fail.",
"无执，故无失。" : "Without attachment, therefore without loss.",
"夫物或行或随；" : "The myriad things either go or follow;",
"或嘘或吹；" : "Blow or exhale;",
"或强或羸；" : "Either strong or weak;",
"或载或隳。" : "Sometimes carried, sometimes destroyed.",
"是以圣人去甚，去奢，去泰。" : "Therefore, the sage removes excess, extravagance, and arrogance.",
"以道佐人主者，不以兵强天下。" : "Those who guide a ruler with the Way do not conquer the world with force of arms.",
"其事好还。" : "Its affairs return well.",
"师之所处，荆棘生焉。" : "Where the army is stationed, thorns and brambles grow.",
"大军之后，必有凶年。" : "After a great army, there must be a year of calamity.",
"善者果而已，不敢以取强。" : "The good person achieves results but does not dare to take forcefully.",
"果而勿矜，果而勿伐，果而勿骄。" : "Achieve results but do not boast, achieve results but do not flaunt, achieve results but do not become arrogant.",
"果而不得已，果而勿强。" : "Accomplish it only when necessary, and do not force it.",
"物壮则老，是谓不道，不道早已。" : "When something is strong, it then ages, this is called not following the Way; not following the Way leads to an early end.",
"夫兵者，不祥之器，物或恶之，故有道者不处。" : "Weapons are inauspicious instruments; things may detest them, thus the one with Dao does not dwell on them.",
"君子居则贵左，用兵则贵右。" : "In residence, the noble value the left; in warfare, they value the right.",
"兵者不祥之器，非君子之器，不得已而用之，恬淡为上。" : "Weapons are instruments of ill omen, not the instruments of a noble person; they are used only out of necessity. Tranquility and calmness are preferable.",
"胜而不美，而美之者，是乐杀人。" : "Victory that is not glorious, yet glorified by some, is a joy in killing.",
"夫乐杀人者，则不可得志于天下矣。" : "The one who delights in killing others cannot achieve their will in the world.",
"吉事尚左，凶事尚右。" : "Auspicious events favor the left, inauspicious events favor the right.",
"偏将军居左，上将军居右，言以丧礼处之。" : "In military formations, the deputy general is positioned on the left, the chief general on the right, signifying their placement with the demeanor of a funeral ceremony.",
"杀人之众，以悲哀泣之，战胜以丧礼处之。" : "Kill many people with sorrowful weeping, treat victories with mourning rituals.",
"道常无名，朴。" : "The Dao is always nameless and simple.",
"虽小，天下莫能臣。" : "Though small, nothing under heaven can make it subservient.",
"侯王若能守之，万物将自宾。" : "If rulers and kings can maintain it, all things will naturally align themselves.",
"天地相合，以降甘露，民莫之令而自均。" : "Heaven and Earth unite, and sweet dew falls, the people do not command it, yet it is evenly distributed on its own.",
"始制有名，名亦既有，夫亦将知止，知止可以不殆。" : "The beginning of order has names; once names arise, one should know when to stop. Knowing when to stop can prevent danger.",
"譬道之在天下，犹川谷之于江海。" : "The way in the world is like streams and valleys to the rivers and seas.",
"知人者智，自知者明。" : "One who understands others is wise; one who understands oneself is enlightened.",
"胜人者有力，自胜者强。" : "One who overcomes others possesses strength; one who overcomes oneself is truly powerful.",
"知足者富。" : "Those who are content are rich.",
"强行者有志。" : "The forceful have intent.",
"不失其所者久。" : "One who does not lose their place endures.",
"死而不亡者寿。" : "Those who die but do not perish enjoy longevity.",
"大道泛兮，其可左右。" : "The great Dao is vast and flows everywhere; it can go left or right.",
"万物恃之以生而不辞，功成而不有。" : "All things depend on it for life yet do not refuse it, achieve success yet do not claim it.",
"衣养万物而不为主，可名于小；" : "Clothes nurture all things but do not take the lead; this can be called small.",
"万物归焉而不为主，可名为大。" : "All things return to it without being their master; it can be named great.",
"以其终不自为大，故能成其大。" : "Because it never insists on its greatness, it can achieve its greatness.",
"执大象，天下往。" : "Embrace the great image, and all under heaven will come.",
"往而不害，安平泰。" : "Proceed without harm, peacefully and tranquilly.",
"乐与饵，过客止。" : "Pleasures and allurements cause travelers to pause.",
"道之出口，淡乎其无味，视之不足见，听之不足闻，用之不足既。" : "The expression of the Dao is insipid and flavorless; look, and it is not enough to see; listen, and it is not enough to hear; use it, and it is never exhausted.",
"将欲歙之，必故张之；" : "To bring something closer, one must first allow it to expand.",
"将欲弱之，必故强之；" : "To weaken something, one must first strengthen it.",
"将欲废之，必故兴之；" : "To dispose of something, first allow it to flourish.",
"将欲取之，必故与之。" : "If you wish to take something, you must first offer it.",
"是谓微明。" : "This is called subtle illumination.",
"柔弱胜刚强。" : "Softness overcomes hardness.",
"鱼不可脱于渊，国之利器不可以示人。" : "Fish cannot be taken from the depths; the sharp tools of the state should not be shown to the people.",
"道常无为而无不为。" : "The Dao consistently acts without deliberate action, yet there is nothing it does not accomplish.",
"侯王若能守之，万物将自化。" : "If the rulers can maintain it, all things will transform naturally.",
"化而欲作，吾将镇之以无名之朴。" : "If transformation desires to arise, I shall calm it with nameless simplicity.",
"镇之以无名之朴，夫将不欲。" : "Guide them with nameless simplicity, and they will become free from desire.",
"不欲以静，天下将自正。" : "By not desiring to intervene, the world will of itself be governed.",
"上德不德，是以有德；" : "The highest virtue is not virtuous, therefore it has virtue.",
"下德不失德，是以无德。" : "The lower virtue does not lose virtue; therefore, it lacks virtue.",
"上德无为而无以为；" : "Highest virtue acts without effort and has no ulterior motives.",
"下德无为而有以为。" : "The lower virtue does nothing, yet it acts.",
"上仁为之而无以为；" : "The highest virtue acts without the intent to act;",
"上义为之而有以为。" : "The Superior Virtue acts yet has no intention to act.",
"上礼为之而莫之应，则攘臂而扔之。" : "If superior rituals are performed but receive no response, it is better to bare your arms and abandon them.",
"故失道而后德，失德而后仁，失仁而后义，失义而后礼。" : "When the Dao is lost, then De arises; when De is lost, then Ren arises; when Ren is lost, then Yi arises; when Yi is lost, then Li arises.",
"夫礼者，忠信之薄，而乱之首。" : "Rituals are the decline of loyalty and trust, and the beginning of disorder.",
"前识者，道之华，而愚之始。" : "The ones who knew before: the splendor of the Way, and the beginning of folly.",
"是以大丈夫处其厚，不居其薄；" : "Therefore, the true person abides in their substantial, not their superficial.",
"处其实，不居其华。" : "Dwell in the reality, not in the appearances.",
"昔之得一者：" : "Those who attained the One in ancient times:",
"天得一以清；" : "Heaven attains unity to become clear;",
"地得一以宁；" : "Earth attains unity to find peace.",
"神得一以灵；" : "The spirit attains unity and becomes numinous.",
"谷得一以生；" : "Valley obtains unity for generation;",
"侯得一以为天下正。" : "Only by holding to the One can the world be rectified.",
"其致之也，谓天无以清，将恐裂；" : "Their culmination is that if heaven is not clear, it might fear tearing.",
"地无以宁，将恐废；" : "The earth, lacking tranquility, will be in danger of abandonment.",
"神无以灵，将恐歇；" : "If the spirit lacks effectiveness, I fear it will cease.",
"谷无以盈，将恐竭；" : "The valley lacks fullness and will be feared to be exhausted.",
"万物无以生，将恐灭；" : "All things lack what they need to live; thus they fear extinction.",
"侯王无以正，将恐蹶。" : "If rulers and kings do not uphold righteousness, they will likely falter.",
"故贵以贱为本，高以下为基。" : "Therefore, the noble is rooted in the humble, and the high is based on the low.",
"是以侯王自称孤、寡、不谷。" : "Therefore, lords and kings refer to themselves as \"solitary,\" \"bereft,\" and \"unworthy.\"",
"此非以贱为本邪？" : "Is this not based on lowliness?",
"非乎？" : "Is it not so?",
"故致誉无誉。" : "Thus, to bestow praise is to have no praise.",
"是故不欲如玉，珞珞如石。" : "Therefore, do not wish to be like jade, resplendent and polished, but like an uncarved stone, plain and simple.",
"反者道之动；" : "Reversal is the movement of the Dao.",
"弱者道之用。" : "The way functions through weakness.",
"天下万物生于有，有生于无。" : "All things under heaven are born from being; being is born from non-being.",
"上士闻道，勤而行之；" : "The superior person hears of the Way and diligently practices it.",
"中士闻道，若存若亡；" : "The average soldier hears of the Way, and it seems to exist and not exist.",
"下士闻道，大笑之。" : "When a lowly person hears of the Dao, they laugh at it.",
"不笑不足以为道。" : "If they do not laugh, it is not the Way.",
"故建言有之：" : "Therefore, there are ancient sayings:",
"明道若昧；" : "The apparent clarity seems obscured;",
"进道若退；" : "Advancing in the Dao seems like retreating.",
"夷道若颣；" : "The path of the Way is like the rubbing of silk threads.",
"上德若谷；" : "Highest virtue is like a valley;",
"广德若不足；" : "Great virtue seems insufficient;",
"建德若偷；" : "Accomplishments seem like stealth.",
"质真若渝；" : "Authenticity as if transforming;",
"大白若辱；" : "Great clarity seems tarnished.",
"大方无隅；" : "The great square has no corners;",
"大器免成；" : "Great vessels do not complete.",
"大音希声；" : "The greatest sounds are rarely heard.",
"大象无形；" : "The great form is without shape.",
"道隐无名。" : "The Dao, when concealed, has no name.",
"夫唯道，善贷且成。" : "Only the Dao is truly generous and accomplished.",
"道生一，一生二，二生三，三生万物。" : "The Dao gives birth to One; One gives birth to Two; Two gives birth to Three; Three gives birth to the myriad things.",
"万物负阴而抱阳，冲气以为和。" : "All things carry yin and embrace yang, achieving harmony through the blending of energies.",
"人之所恶，唯孤、寡、不谷，而王公以为称。" : "What people despise are loneliness, scarcity, and humility, yet kings and nobles consider these titles.",
"故物或损之而益，或益之而损。" : "Thus things may be diminished and thereby increased, or increased and thereby diminished.",
"人之所教，我亦教之。" : "The lessons others teach, I also teach.",
"强梁者不得其死，吾将以为教父。" : "The violent do not meet a natural death; I will take this as a lesson and guide.",
"天下之至柔，驰骋天下之至坚。" : "The utmost softness in the world drives the utmost hardness in the world.",
"无有入无间，吾是以知无为之有益。" : "Without entering into what has no gaps, I thus understand the benefits of non-action.",
"不言之教，无为之益，天下希及之。" : "The teaching without words and the benefit of non-action—there are few in the world who can achieve this.",
"名与身孰亲？" : "Which is dearer, name or body?",
"身与货孰多？" : "Which is more precious, the body or material goods?",
"得与亡孰病？" : "Which is more of a misfortune: gain or loss?",
"甚爱必大费；" : "Excessive love leads to great expense.",
"多藏必厚亡。" : "Those who hoard much will lose greatly.",
"故知足不辱，知止不殆，可以长久。" : "Therefore, knowing contentment avoids disgrace, knowing when to stop avoids danger, and thus one can endure long.",
"大成若缺，其用不弊。" : "The greatest achievement seems incomplete, yet its use is never exhausted.",
"大盈若冲，其用不穷。" : "The greatest fullness seems empty, yet its use is inexhaustible.",
"大直若屈，大巧若拙，大辩若讷。" : "Great straightness appears bent, great skill appears clumsy, great eloquence appears slow.",
"静胜躁，寒胜热。" : "Tranquility overcomes agitation, cold overcomes heat.",
"清静为天下正。" : "Tranquility corrects the world.",
"天下有道，却走马以粪。" : "When the world has the Way, swift horses are used for manure.",
"天下无道，戎马生于郊。" : "When the world lacks the Way, warhorses are bred in the suburbs.",
"祸莫大于不知足；" : "The greatest disaster is not knowing contentment.",
"咎莫大于欲得。" : "There is no greater fault than desire to possess.",
"故知足之足，常足矣。" : "Therefore, knowing contentment as contentment is always content.",
"不出户，知天下；" : "Without leaving your door, know the world;",
"不窥牖，见天道。" : "Without peering through windows, see the Dao of Heaven.",
"其出弥远，其知弥少。" : "The farther one goes out, the less one knows.",
"是以圣人不行而知，不见而明，不为而成。" : "The sage understands without traveling, sees clarity without looking, and accomplishes without acting.",
"为学日益，为道日损。" : "To pursue knowledge is to increase daily; to pursue the Way is to decrease daily.",
"损之又损，以至于无为。" : "Decreasing and decreasing, until reaching non-action.",
"无为而无不为。" : "By doing nothing, everything is done.",
"取天下常以无事，及其有事，不足以取天下。" : "One might gain dominion over the world by being untroubled; but once one is troubled, they cannot gain dominion over the world.",
"圣人常无心，以百姓心为心。" : "The sage constantly has no fixed heart/mind, taking the heart/mind of the people as his own.",
"善者，吾善之；" : "The good I treat with goodness;",
"不善者，吾亦善之；" : "Those who are not good, I also treat with goodness;",
"德善。" : "Inherent Virtue.",
"信者，吾信之；" : "Trust those who are trustworthy.",
"不信者，吾亦信之；" : "Those who are not trusted, I also trust them.",
"德信。" : "Virtuous Trust.",
"圣人在天下，歙歙焉，为天下浑其心，百姓皆注其耳目，圣人皆孩之。" : "When the sage is in the world, quiet and unassuming, he blends his heart with that of the world. The common people focus their ears and eyes on him, and the sage treats them as children.",
"出生入死。" : "Birth emerges into death.",
"生之徒，十有三；" : "Those who focus on life are three in ten.",
"死之徒，十有三；" : "Of those who embrace death, there are three out of ten;",
"人之生，动之于死地，亦十有三。" : "Of those born, those who move towards death are also three in ten.",
"夫何故？" : "Why is this so?",
"以其生之厚。" : "Due to the abundance of its life.",
"盖闻善摄生者，路行不遇兕虎，入军不被甲兵；" : "It is said that those who master the art of nurturing life will not encounter rhinos or tigers on the road, nor will they be harmed by weapons in the army.",
"兕无所投其角，虎无所用其爪，兵无所容其刃。" : "The rhinoceros finds no place to thrust its horn, the tiger finds no use for its claws, the soldier finds no place to lodge his blade.",
"以其无死地。" : "By this, there is no place of death.",
"道生之，德畜之，物形之，势成之。" : "The Dao gives them life, virtue nurtures them, matter shapes them, and circumstances complete them.",
"是以万物莫不尊道而贵德。" : "Therefore, all things honor the Dao and value virtue.",
"道之尊，德之贵，夫莫之命而常自然。" : "The Way is revered, and Virtue esteemed; no one ordains them, yet they are always naturally so.",
"故道生之，德畜之；" : "The Dao gives them life; virtue nourishes them.",
"长之育之；" : "Grow them and nurture them;",
"成之熟之；" : "Bring it to completion and make it mature.",
"养之覆之。" : "Raise them and shelter them.",
"生而不有，为而不恃，长而不宰。" : "Give birth but do not possess, act but do not depend, lead but do not dominate.",
"天下有始，以为天下母。" : "The world has a beginning, which can be considered the mother of the world.",
"既得其母，以知其子，复守其母，没身不殆。" : "By comprehending the origin, one understands the manifestation; maintaining the origin, one remains secure throughout life.",
"塞其兑，闭其门，终身不勤。" : "Block the openings, shut the doors, and one will never toil throughout life.",
"开其兑，济其事，终身不救。" : "Open its apertures, manage its affairs, and there will be no need for rescue throughout life.",
"见小曰明，守柔曰强。" : "Seeing the small is clarity, maintaining gentleness is strength.",
"用其光，复归其明，无遗身殃；" : "Use its light, return to its clarity, and there will be no misfortune upon oneself.",
"是为袭常。" : "This is the way to follow the constant.",
"使我介然有知，行于大道，唯施是畏。" : "Let me be alert and discerning, walking along the Great Way, only fearing to deviate from it.",
"大道甚夷，而人好径。" : "The great way is quite smooth, yet people prefer bypaths.",
"朝甚除，田甚芜，仓甚虚；" : "Courts are exceedingly numerous, fields are exceedingly overgrown, granaries are exceedingly empty;",
"服文采，带利剑，厌饮食，财货有余；" : "Adorn with elegant expressions, wield a sharp sword, disdain food and drink, and have abundant wealth and goods.",
"是为盗夸。" : "This is boasting of theft.",
"非道也哉！" : "It is not the Way!",
"善建者不拔，善抱者不脱，子孙以祭祀不辍。" : "Those who build well cannot be uprooted; those who embrace well cannot be separated. Their descendants will continue to offer sacrifices unceasingly.",
"修之于身，其德乃真；" : "Cultivate it within oneself, and the virtue becomes genuine.",
"修之于家，其德乃余；" : "Cultivated in the family, its virtue will endure.",
"修之于乡，其德乃长；" : "Cultivate it in the village, and its virtue will grow.",
"修之于邦，其德乃丰；" : "Cultivate it in the state, and its virtue will be abundant.",
"修之于天下，其德乃普。" : "To cultivate it in the world is to make its virtue universal.",
"故以身观身，以家观家，以乡观乡，以邦观邦，以天下观天下。" : "Therefore, observe the body with the body, observe the family with the family, observe the village with the village, observe the state with the state, observe the world with the world.",
"吾何以知天下然哉？" : "How do I know the ways of the world?",
"含“德”之厚，比于赤子。" : "Those who embody the profound 'virtue' resemble an innocent child.",
"毒虫不螫，猛兽不据，攫鸟不搏。" : "Venomous creatures do not sting, fierce beasts do not seize, and predatory birds do not strike.",
"骨弱筋柔而握固。" : "Bones are weak, muscles are soft, yet the grip is firm.",
"未知牝牡之合而全作，精之至也。" : "To unknow the union of male and female and yet wholly create, this is the utmost refinement.",
"终日号而不嗄，和之至也。" : "All day long they cry out but do not become hoarse, achieving perfect harmony.",
"知和曰“常”，知常曰“明”。" : "To know harmony is called 'constant,' to know constant is called 'illumination.'",
"益生曰祥。" : "Living virtuously is auspicious.",
"心使气曰强。" : "The heart directs the qi, calling it strength.",
"物壮则老，谓之不道，不道早已。" : "When things reach their prime, they grow old; this is called going against the Dao. What goes against the Dao comes to an early end.",
"知者不言，言者不知。" : "The one who knows does not speak; the one who speaks does not know.",
"挫其锐，解其纷，和其光，同其尘，是谓“玄同”。" : "Dull their sharpness, untangle their confusion, soften their brightness, and be one with their dust—this is called 'Mystical Oneness'.",
"故不可得而亲，不可得而疏；" : "Therefore it cannot be obtained through closeness, nor avoided through distance.",
"不可得而利，不可得而害；" : "Cannot be attained for benefit, cannot be attained for harm.",
"不可得而贵，不可得而贱。" : "Rarely obtained, thus valued; rarely obtained, thus cheapened.",
"以正治国，以奇用兵，以无事取天下。" : "Govern the state with correctness, employ strategy in warfare with surprise, and achieve the world with non-action.",
"吾何以知其然哉？" : "How do I know that it is so?",
"以此：" : "With this:",
"天下多忌讳，而民弥贫；" : "When the world is full of taboos, the people become more impoverished;",
"人多利器，国家滋昏；" : "When people are numerous and possess sharp tools, the state becomes confused.",
"人多伎巧，奇物滋起；" : "When people have many skills and cunning, strange things multiply.",
"法令滋彰，盗贼多有。" : "The more laws and edicts are given, the more thieves and robbers there are.",
"故圣人云：" : "The ancient sage said:",
"“我无为，而民自化；" : "I do nothing, and the people transform themselves.",
"我好静，而民自正；" : "I value tranquility, and the people naturally become upright.",
"我无事，而民自富；" : "I do nothing, and the people naturally become prosperous.",
"我无欲，而民自朴。" : "I am without desires, and the people naturally become simple.",
"其政闷闷，其民淳淳；" : "Its governance is reserved and subdued, its people are simple and sincere.",
"其政察察，其民缺缺。" : "When the government is scrutinizing, the people are lacking.",
"是以圣人方而不割，廉而不刿，直而不肆，光而不耀。" : "The sage is square but does not cut, honest but does not harm, straight but not unrestrained, bright but not dazzling.",
"祸兮福之所倚，福兮祸之所伏。" : "Misfortune, alas, rests upon fortune; fortune, alas, lies hidden within misfortune.",
"孰知其极？" : "Who knows its limit?",
"其无正也。" : "It has no regularity.",
"正复为奇，善复为妖。" : "The true becomes the strange, the good becomes the uncanny.",
"人之迷，其日固久。" : "The delusion of people, indeed, has lasted a long time.",
"治人事天，莫若啬。" : "To govern people and serve heaven, nothing is better than being frugal.",
"夫为啬，是谓早服；" : "He who is frugal, this is called early compliance.",
"早服谓之重积德；" : "To serve early is called accumulating virtue.",
"重积德则无不克；" : "By accumulating virtue, there is nothing that cannot be overcome.",
"无不克则莫知其极；" : "If nothing can overcome, then its limits are unknown.",
"莫知其极，可以有国；" : "None knows its limit, thus a state can be governed.",
"有国之母，可以长久；" : "Having the mother of the state, it can endure long.",
"是谓深根固柢，长生久视之道。" : "This is called the way of deep roots and firm foundation, leading to long life and enduring vision.",
"治大国，若烹小鲜。" : "To govern a great state is like cooking a small fish.",
"以道莅天下，其鬼不神，非其鬼不神；" : "By governing the world with the Dao, spirits will not become numinous, not that the spirits are not numinous;",
"其神不伤人，非其神不伤人。" : "Its spirit does not harm people; what is not its spirit does not harm people.",
"圣人亦不伤人。" : "The sage also does not harm others.",
"夫两不相伤，故德交归焉。" : "When neither harms the other, virtue and connection naturally return to them.",
"大邦者下流，天下之牝，天下之交也。" : "The great state is like a low-lying stream, the female of the world, the intercourse of the world.",
"牝常以静胜牡，以静为下。" : "The female usually overcomes the male through stillness, taking stillness as the lower position.",
"故大邦以下小邦，则取小邦；" : "Therefore, a great state that positions itself below a small state will attract the small state.",
"小邦以下大邦，则取大邦。" : "When a small state places itself below a large state, it takes the large state.",
"故或下以取，或下而取。" : "Therefore, one may lower oneself to obtain, or lower oneself and obtain.",
"大邦不过欲兼畜人，小邦不过欲入事人。" : "Large states seek to embrace and nurture people; small states seek to serve and attend to people.",
"夫两者各得所欲，大者宜为下。" : "Both attain their desires; the great should take the lower position.",
"道者万物之奥。" : "The Dao is the mystery of all things.",
"善人之宝，不善人之所保。" : "The good person's treasure is what the unvirtuous person depends on.",
"美言可以市尊，美行可以加人。" : "Fine words can be used to gain respect; good deeds can raise one's standing.",
"人之不善，何弃之有？" : "The unkindness of people, why discard it?",
"故立天子，置三公，虽有拱璧以先驷马，不如坐进此道。" : "Therefore, establish the Son of Heaven and appoint the Three Dukes; even if there were precious jade offered before a team of four horses, it would not compare to sitting and advancing this Way.",
"古之所以贵此道者何？" : "Why did the ancients value this Way?",
"不曰：" : "Does not speak:",
"求以得，有罪以免邪？" : "Can seeking lead to obtaining, and wrongdoing to being pardoned?",
"故为天下贵。" : "Thus it is prized by the world.",
"为无为，事无事，味无味。" : "Act without action, manage without effort, savor the tasteless.",
"图难于其易，为大于其细；" : "Plan for the difficult while it is easy, work on the great while it is small.",
"天下难事，必作于易，天下大事，必作于细。" : "The difficult undertakings of the world must be accomplished through what is easy; the great undertakings of the world must be accomplished through attention to detail.",
"是以圣人终不为大，故能成其大。" : "Thus, the sage never seeks greatness, and therefore can achieve greatness.",
"夫轻诺必寡信，多易必多难。" : "Those who make light promises will seldom be trusted; those who take things lightly will encounter many difficulties.",
"是以圣人犹难之，故终无难矣。" : "Thus, the sage still finds it difficult, therefore in the end there is no difficulty.",
"其安易持，其未兆易谋。" : "Its stability is easy to maintain, and its unmanifested signs are easy to plan for.",
"其脆易泮，其微易散。" : "Its brittleness easily dissolves, its subtlety easily disperses.",
"为之于未有，治之于未乱。" : "Act before it exists; manage before it becomes disorderly.",
"合抱之木，生于毫末；" : "The great tree that can be embraced arises from a tiny sprout;",
"九层之台，起于累土；" : "A nine-layered terrace begins with a pile of earth;",
"千里之行，始于足下。" : "A journey of a thousand miles begins with a single step.",
"民之从事，常于几成而败之。" : "The endeavors of the people often fail just before completion.",
"慎终如始，则无败事。" : "Be as attentive at the end as at the beginning, and there will be no failure.",
"古之善为道者，非以明民，将以愚之。" : "The ancients who excelled in following the Dao did not aim to enlighten the people, but instead sought to simplify their minds.",
"民之难治，以其智多。" : "The difficulty in governing the people lies in their excessive cleverness.",
"故以智治国，国之贼；" : "Therefore, using cleverness to govern the state is the state's thief.",
"不以智治国，国之福。" : "Do not govern the country with cleverness; it is the country's blessing.",
"知此两者亦稽式。" : "Knowing these two also follows the pattern.",
"常知稽式，是谓“玄德”。" : "Constantly keeping to ancient standards is called 'mysterious virtue.'",
"“玄德”深矣，远矣，与物反矣，然后乃至大顺。" : "Profound and distant is 'Mysterious Virtue', going against things, it then achieves great harmony.",
"江海之所以能为百谷王者，以其善下之，故能为百谷王。" : "The reason the rivers and seas can be the kings of the hundred valleys is because they are good at placing themselves below them, thus they can be the kings of the hundred valleys.",
"是以圣人欲上民，必以言下之；" : "Therefore, if a sage wishes to elevate the people, he must humble himself in speech.",
"欲先民，必以身后之。" : "To lead the people, one must put oneself behind them.",
"是以圣人处上而民不重，处前而民不害。" : "Therefore, the sage dwells above yet the people are not burdened; he leads yet the people are not harmed.",
"是以天下乐推而不厌。" : "Thus, the world delights in promoting it and does not tire of it.",
"以其不争，故天下莫能与之争。" : "Because it does not contend, there is nothing in the world that can contend with it.",
"天下皆谓我道大，似不肖。" : "The world all says my way is great, resembling the unworthy.",
"夫唯大，故似不肖。" : "Only because it is great, it seems imperfect.",
"若肖，久矣其细也夫！" : "Look how long and subtle it has been!",
"我有三宝，持而保之。" : "I have three treasures, hold and cherish them.",
"一曰慈，二曰俭，三曰不敢为天下先。" : "Firstly, compassion; secondly, frugality; thirdly, not daring to be ahead of the world.",
"慈故能勇；" : "With compassion, one can be courageous.",
"俭故能广；" : "Frugality leads to abundance.",
"不敢为天下先，故能成器长。" : "Not daring to be the first in the world, therefore can become a vessel of lasting duration.",
"今舍慈且勇；" : "Now I abandon kindness yet embrace courage.",
"舍俭且广；" : "Abandon thriftiness and be generous.",
"舍后且先；" : "Putting oneself behind and yet being in front;",
"死矣！" : "Death indeed!",
"夫慈以战则胜，以守则固。" : "If you follow this guiding principle with compassion in battle, you will win; if you guard with compassion, you will be strong and secure.",
"天将救之，以慈卫之。" : "If Heaven intends to save someone, it surrounds them with compassion.",
"善为士者，不武；" : "A good warrior does not resort to force;",
"善战者，不怒；" : "The skilled warrior is not angered.",
"善胜敌者，不与；" : "Those who excel at conquering enemies do so without engaging in direct conflict;",
"善用人者，为之下。" : "The one who skillfully uses people places themselves below them.",
"是谓不争之德，是谓用人之力，是谓配天古之极。" : "This is called the virtue of non-contention, this is called the use of others' strength, this is called the alignment with the ultimate principle of heaven.",
"用兵有言：" : "On the use of troops, it is said:",
"“吾不敢为主，而为客；" : "I dare not act as the host, but as the guest;",
"不敢进寸，而退尺。" : "Dare not advance an inch, but retreat a foot.",
"”是谓行无行；" : "This is called acting without action.",
"攘无臂；" : "Displace without using arms.",
"扔无敌；" : "Throw without an enemy;",
"执无兵。" : "Maintain non-aggression.",
"祸莫大于轻敌，轻敌几丧吾宝。" : "Greatest misfortune comes from underestimating the enemy; underestimating the enemy nearly costs me my treasure.",
"故抗兵相若，哀者胜矣。" : "When opposing forces are evenly matched, those who are compassionate will prevail.",
"吾言甚易知，甚易行。" : "My words are very easy to understand and very easy to practice.",
"天下莫能知，莫能行。" : "None in the world can know it, none can act on it.",
"言有宗，事有君。" : "Words have a guiding principle, affairs have a leader.",
"夫唯无知，是以不我知。" : "Only by being without knowledge, therefore others do not know me.",
"知我者希，则我者贵。" : "Few understand me; thus, I am esteemed.",
"是以圣人被褐而怀玉。" : "The sage wears humble garments but holds jade within.",
"知不知，尚矣；" : "To know without knowing is the highest.",
"不知知，病也。" : "Not knowing yet thinking one knows is a flaw.",
"圣人不病，以其病病。" : "The sage is not afflicted because they recognize affliction as affliction.",
"夫唯病病，是以不病。" : "Only those who see sickness as sickness are free from sickness.",
"民不畏威，则大威至。" : "If the people do not fear authority, then great authority will come.",
"无狎其所居，无厌其所生。" : "Do not be disrespectful where you dwell, do not loathe where you were born.",
"夫唯不厌，是以不厌。" : "Only by not being wearied can one be without weariness.",
"是以圣人自知不自见；" : "Therefore, the sage knows themselves but does not display themselves.",
"自爱不自贵。" : "Love oneself without exalting oneself.",
"故去彼取此。" : "Abandon that and accept this.",
"勇于敢则杀，勇于不敢则活。" : "The courageous who dare achieve death; the courageous who do not dare achieve life.",
"此两者，或利或害。" : "These two, either benefit or harm.",
"天之所恶，孰知其故？" : "What heaven detests, who knows its reason?",
"天之道，不争而善胜，不言而善应，不召而自来，繟然而善谋。" : "The Way of Heaven, by not contending, excels at victory; by not speaking, excels at response; without summoning, it naturally comes; by being serene, excels at planning.",
"天网恢恢，疏而不失。" : "The net of Heaven is vast and wide, yet nothing escapes it.",
"民不畏死，奈何以死惧之？" : "If the people do not fear death, how can you use death to threaten them?",
"若使民常畏死，而为奇者，吾得执而杀之，孰敢？" : "If the people are always afraid of death, and I seize and kill those who engage in unusual actions, who would dare?",
"常有司杀者杀。" : "Those who often impose death are killed.",
"夫代司杀者杀，是谓代大匠斲。" : "If one takes the place of the executioner to kill, it is like taking the place of a master carpenter to carve.",
"夫代大匠斲者，希有不伤其手矣。" : "Those who take the place of a master carver rarely avoid injuring their hands.",
"民之饥，以其上食税之多，是以饥。" : "The people are hungry because their rulers consume too much in taxes, thus they are hungry.",
"民之难治，以其上之有为，是以难治。" : "The difficulty in governing the people arises from their rulers' actions; therefore, governing them is difficult.",
"民之轻死，以其上求生之厚，是以轻死。" : "The people take death lightly because their leaders pursue life with excess, thus they treat death lightly.",
"夫唯无以生为者，是贤于贵生。" : "Only those who do not strive to preserve life are truly wise in valuing it.",
"人之生也柔弱，其死也坚强。" : "When people are born, they are soft and weak; when they die, they are hard and strong.",
"草木之生也柔脆，其死也枯槁。" : "When plants and trees are alive, they are soft and supple; when they die, they are withered and dry.",
"故坚强者死之徒，柔弱者生之徒。" : "The strong are companions of death, the soft are companions of life.",
"是以兵强则灭，木强则折。" : "Therefore, soldiers that are strong will meet destruction, and trees that are strong will break.",
"强大处下，柔弱处上。" : "The strong is positioned below, the soft is placed above.",
"天之道，其犹张弓欤？" : "The Way of Heaven – is it not like drawing a bow?",
"高者抑之，下者举之；" : "The high reduce, the low raise.",
"有余者损之，不足者补之。" : "Those with excess are diminished, those with deficiency are supplemented.",
"天之道，损有余而补不足。" : "The way of heaven diminishes excess and supplements insufficiency.",
"人之道，则不然，损不足以奉有余。" : "The way of man is not so; it takes from the lacking to give to the excessive.",
"孰能有余以奉天下，唯有道者。" : "Who can have excess to offer the world? Only those who follow the Dao.",
"是以圣人为而不恃，功成而不处，其不欲见贤。" : "The sage acts without relying on force, achieves success without dwelling on it, and does not desire to be seen as virtuous.",
"天下莫柔弱于水，而攻坚强者莫之能胜，以其无以易之。" : "There is nothing in the world as soft and weak as water, yet for attacking what is hard and strong, nothing can surpass it. This is because nothing can change it.",
"弱之胜强，柔之胜刚，天下莫不知，莫能行。" : "The weak overcomes the strong, the soft overcomes the hard, everyone in the world knows it, yet no one can practice it.",
"是以圣人云：" : "Therefore the sage says:",
"“受国之垢，是谓社稷主；" : "To bear the disgrace of the state is to be called the master of society.",
"受国不祥，是为天下王。" : "Receiving the country's misfortune, thus becomes the king of the world.",
"”正言若反。" : "Straightforward words seem paradoxical.",
"和大怨，必有余怨；" : "When reconciling great grudges, some resentment is sure to remain.",
"报怨以德，安可以为善？" : "How can one respond to resentment with virtue and call it good?",
"是以圣人执左契，而不责于人。" : "Therefore, the sage holds the left contract, yet does not demand from others.",
"有德司契，无德司彻。" : "With virtue, one holds fast; without virtue, one lets go.",
"天道无亲，常与善人。" : "The way of Heaven is impartial, always with good people.",
"小国寡民。" : "Small country, few people.",
"使有什伯之器而不用；" : "Employ abundance of tools yet do not use them.",
"使民重死而不远徙。" : "Let the people value life and not migrate far.",
"虽有舟舆，无所乘之，虽有甲兵，无所陈之。" : "Even if there are boats and carriages, there is nowhere to ride them; even if there are armor and weapons, there is nowhere to deploy them.",
"使民复结绳而用之。" : "Make the people return to tying knots and using them.",
"甘其食，美其服，安其居，乐其俗。" : "Savor their food, beautify their garments, be content with their dwellings, delight in their customs.",
"邻国相望，鸡犬之声相闻，民至老死，不相往来。" : "Neighboring states look toward each other, the sounds of roosters and dogs are heard, yet the people grow old and die without coming and going between them.",
"信言不美，美言不信。" : "Truthful words are not beautiful; beautiful words are not truthful.",
"善者不辩，辩者不善。" : "The good do not argue, and those who argue are not good.",
"知者不博，博者不知。" : "Those who know are not wide-ranging; those who are wide-ranging do not know.",
"圣人不积，既以为人己愈有，既以与人己愈多。" : "The sage does not accumulate; the more he does for others, the more he has himself. The more he gives to others, the more he is enriched.",
"天之道，利而不害；" : "The way of Heaven is beneficial and does not harm;",
"圣人之道，为而不争。" : "The way of the sage is to act without contention."
}