{
  "贼": "贼 can be translated from around 300-200 BCE as: \"Thief,\" \"Robber,\" \"Bandit,\" \"Traitor,\" or \"Malefactor\"<br />Modern meaning has evolved to mean something subtly different but generally retains the concept of \"thief\" or \"evil-doer.\"",
  "死": "死 can be translated from around 300-200 BCE as: \"Death,\" \"Die,\" or \"Perish\"<br />Modern meaning has largely remained similar.",
  "身": "身 can be translated from around 300-200 BCE as: \"Body,\" \"Person,\" or \"Self\"<br />Modern meaning has remained similar, primarily referring to \"Body\" or \"Person,\" but also extending to mean \"Status\" or \"Identity\" in certain contexts.",
  "静": "静 can be translated from around 300-200 BCE as: \"Stillness,\" \"Tranquility,\" \"Quietude,\" or \"Calm\"<br />Modern meaning has remained similar, often referring to \"stillness\" or \"quietness.\"",
  "纷": "纷 can be translated from around 300-200 BCE as: \"Diverse,\" \"Manifold,\" \"Chaotic,\" or \"In Turmoil\"<br />Modern meaning has generally remained similar.",
  "正": "正 can be translated from around 300-200 BCE as: \"Correct,\" \"Right,\" \"Straight,\" \"Upright,\" or \"Proper\"<br />Modern meaning has remained similar.",
  "扔": "扔 can be translated from around 300-200 BCE as: \"Throw,\" \"Cast away,\" or \"Discard\"<br />Modern meaning has remained similar.",
  "妙": "妙 can be translated from around 300-200 BCE as: \"Mysterious,\" \"Subtle,\" \"Marvelous,\" or \"Profound\"<br />Modern meaning has remained similar.",
  "入": "入 can be translated from around 300-200 BCE as: \"Enter,\" \"Ingress,\" \"Join,\" or \"Admit\"<br />Modern meaning has remained similar in terms of \"Enter,\" \"Join,\" or \"Input.\"",
  "蹶": "蹶 can be translated from around 300-200 BCE as: \"Stumble,\" \"Fall,\" \"Trip,\" or \"Tumble\"<br />Modern meaning has evolved to mean something subtly different, involving \"collapse\" or \"failure.\"",
  "奉": "奉 can be translated from around 300-200 BCE as: \"To offer,\" \"To present,\" \"To serve,\" or \"To support\"<br />Modern meaning has evolved to retain similar connotations of offering or serving.",
  "讷": "讷 can be translated from around 300-200 BCE as: \"Reticent,\" \"Taciturn,\" \"Reserved,\" or \"Slow in speech\"<br />Modern meaning has remained similar, emphasizing reserved or slow speech behavior.",
  "阅": "阅 can be translated from around 300-200 BCE as: \"To peruse,\" \"To inspect,\" \"To read,\" \"To review,\" or \"To go through\"<br />Modern meaning has evolved to include the sense of \"experience\" or \"passing through.\"",
  "加": "加 can be translated from around 300-200 BCE as: \"Add,\" \"Increase,\" \"Apply,\" or \"Join\"<br />Modern meaning has remained similar in usage and context.",
  "粪": "粪 can be translated from around 300-200 BCE as: \"Manure,\" \"Compost,\" \"Fertilizer,\" or \"Dung\"<br />Modern meaning has remained similar, generally meaning \"Excrement\" or \"Feces.\"",
  "刿": "刿 can be translated from around 300-200 BCE as: \"To stab,\" \"To wound,\" \"To pierce,\" or \"To cut\"<br />Modern meaning has mostly remained consistent.",
  "谓": "谓 can be translated from around 300-200 BCE as: \"Call,\" \"Say,\" \"Name,\" or \"Mean\"<br />Modern meaning has remained similar.",
  "中": "中 can be translated from around 300-200 BCE as: \"Middle,\" \"Center,\" \"Within,\" \"Neutral,\" or \"Balance\"<br />Modern meaning has largely remained similar.",
  "短": "短 can be translated from around 300-200 BCE as: \"Short,\" \"Brief,\" \"Lacking,\" or \"Deficient\"<br />Modern meaning has remained similar to mean \"short\" or \"brief.\"",
  "听": "听 can be translated from around 300-200 BCE as: \"Hear,\" \"Listen,\" \"Be attentive to,\" \"Comprehend,\" or \"Perceive\"<br />Modern meaning has evolved to mean something subtly different, primarily \"Listen.\"",
  "治": "治 can be translated from around 300-200 BCE as: \"Govern,\" \"Regulate,\" \"Control,\" \"Administer,\" or \"Order\"<br />Modern meaning has evolved to include general concepts of \"Cure,\" \"Treat,\" and \"Rule\" in addition to its ancient meanings.",
  "出": "出 can be translated from around 300-200 BCE as: \"Go Out,\" \"Emerge,\" \"Exit,\" \"Produce,\" or \"Happen\"<br />Modern meaning has remained similar.",
  "荣": "荣 can be translated from around 300-200 BCE as: \"Glory,\" \"Honor,\" \"Prosperity,\" or \"Flourishing\"<br />Modern meaning has largely remained similar, encompassing \"Honor\" and \"Prosperity.\"",
  "平": "平 can be translated from around 300-200 BCE as: \"Level,\" \"Even,\" \"Calm,\" \"Equal,\" or \"Peace\"<br />Modern meaning has remained similar.",
  "太": "太 can be translated from around 300-200 BCE as: \"Great,\" \"Excessive,\" \"Supreme,\" or \"Very\"<br />Modern meaning has remained similar, often used to denote \"too\" or the most extreme degree.",
  "止": "止 can be translated from around 300-200 BCE as: \"Stop,\" \"Cease,\" \"Halt,\" or \"Rest\"<br />Modern meaning has remained similar.",
  "离": "离 can be translated from around 300-200 BCE as: \"Separate,\" \"Leave,\" \"Depart,\" or \"Part\"<br />Modern meaning has evolved to mean something subtly different, often indicating \"distance\" or \"apart.\"",
  "形": "形 can be translated from around 300-200 BCE as: \"Form,\" \"Shape,\" \"Appearance,\" or \"Body\"<br />Modern meaning has remained similar.",
  "溪": "溪 can be translated from around 300-200 BCE as: \"Stream,\" \"Brook,\" \"Creek,\" or \"Watercourse\"<br />Modern meaning has remained similar.",
  "光": "光 can be translated from around 300-200 BCE as: \"Light,\" \"Brightness,\" \"Radiance,\" or \"Illumination\"<br />Modern meaning has remained similar.",
  "堂": "堂 can be translated from around 300-200 BCE as: \"Hall,\" \"Room,\" \"Main Room,\" or \"Ancestral Hall\"<br />Modern meaning has remained similar.",
  "然": "然 can be translated from around 300-200 BCE as: \"Thus,\" \"So,\" \"Correct,\" or \"Like this\"<br />Modern meaning has remained similar, often meaning \"Correct,\" \"Right,\" or \"Thus.\"",
  "倚": "倚 can be translated from around 300-200 BCE as: \"Rely,\" \"Lean on,\" \"Depend on,\" or \"Rest upon\"<br />Modern meaning has remained similar.",
  "雨": "雨 can be translated from around 300-200 BCE as: \"Rain,\" \"Rainfall,\" or \"Precipitation\"<br />Modern meaning has remained similar.",
  "珞": "珞 can be translated from around 300-200 BCE as: \"Bright stones,\" \"Ornaments,\" or \"Jewelry\"<br />Modern meaning has remained similar.",
  "虫": "虫 can be translated from around 300-200 BCE as: \"Insect,\" \"Worm,\" \"Creature,\" or \"Being\"<br />Modern meaning has largely remained similar.",
  "层": "层 can be translated from around 300-200 BCE as: \"Layer,\" \"Level,\" \"Stratum,\" \"Tier,\" or \"Story\"<br />Modern meaning has evolved to include additional contexts such as \"Floor\" in buildings.",
  "玄": "玄 can be translated from around 300-200 BCE as: \"Mysterious,\" \"Profound,\" \"Obscure,\" \"Deep,\" or \"Esoteric\"<br />Modern meaning has remained similar, often used to denote something enigmatic or metaphysical.",
  "闭": "闭 can be translated from around 300-200 BCE as: \"Close,\" \"Shut,\" \"Seal,\" \"Conceal,\" or \"Enclose\"<br />Modern meaning has remained similar.",
  "隳": "隳 can be translated from around 300-200 BCE as: \"Destroy,\" \"Ruin,\" \"Demolish,\" or \"Overthrow\"<br />Modern meaning has remained similar.",
  "满": "满 can be translated from around 300-200 BCE as: \"Full,\" \"Complete,\" or \"Filled\"<br />Modern meaning has remained similar.",
  "魄": "魄 can be translated from around 300-200 BCE as: \"Soul,\" \"Spirit,\" \"Vital essence,\" \"Vigor,\" or \"Energy\"<br />Modern meaning has mostly retained these similar connotations.",
  "处": "处 can be translated from around 300-200 BCE as: \"Place,\" \"Position,\" \"Situation,\" or \"Location\"<br />Modern meaning has evolved to include \"To manage\" or \"To handle\" something.",
  "奈": "奈 can be translated from around 300-200 BCE as: \"What to do,\" \"How to deal,\" \"Endure,\" or \"Bear\"<br />Modern meaning has evolved to denote a sense of helplessness or inevitability.",
  "慎": "慎 can be translated from around 300-200 BCE as: \"Care,\" \"Caution,\" \"Prudence,\" \"Attention,\" or \"Thoughtfulness\"<br />Modern meaning has remained similar.",
  "容": "容 can be translated from around 300-200 BCE as: \"Contain,\" \"Hold,\" \"Tolerate,\" or \"Accept\"<br />Modern meaning has largely remained similar, with additional meanings such as \"Appearance\" or \"Form.\"",
  "螫": "螫 can be translated from around 300-200 BCE as: \"To sting,\" \"To bite,\" or \"To injure with a sting\"  <br />Modern meaning has remained similar.",
  "江": "江 can be translated from around 300-200 BCE as: \"River,\" or \"Waters\"<br />Modern meaning has remained similar in meaning.",
  "室": "室 can be translated from around 300-200 BCE as: \"Room,\" \"Chamber,\" or \"House\"<br />Modern meaning has remained similar.",
  "百": "百 can be translated from around 300-200 BCE as: \"Hundred,\" \"Multitude,\" \"Numerous,\" or \"Many\"<br />Modern meaning has remained similar, primarily denoting the number \"Hundred.\"",
  "猛": "猛 can be translated from around 300-200 BCE as: \"Fierce,\" \"Valiant,\" \"Brave,\" or \"Wild\"<br />Modern meaning has remained similar with nuances of \"intense\" or \"vigorous.\"",
  "后": "后 can be translated from around 300-200 BCE as: \"Behind,\" \"After,\" or \"Descendant\"<br />Modern meaning has remained similar to the original usage.",
  "户": "户 can be translated from around 300-200 BCE as: \"Door,\" \"Household,\" or \"House\"<br />Modern meaning has remained similar.",
  "信": "信 can be translated from around 300-200 BCE as: \"Trust,\" \"Faith,\" \"Sincerity,\" \"Credibility,\" or \"Honesty\"<br />Modern meaning has remained similar with emphasis on \"Trust\" and \"Credibility.\"",
  "犬": "犬 can be translated from around 300-200 BCE as: \"Dog\" or \"Canine\"<br />Modern meaning has remained similar.",
  "歸": "歸 can be translated from around 300-200 BCE as: \"Return,\" \"Go back,\" \"Revert,\" \"Restore,\" or \"Belong\"<br />Modern meaning has remained similar in essence.",
  "衣": "衣 can be translated from around 300-200 BCE as: \"Clothing,\" \"Garment,\" \"Dress,\" \"Attire,\" or \"Apparel\"<br />Modern meaning has remained similar.",
  "甲": "甲 can be translated from around 300-200 BCE as: \"Armour\" or \"First\"<br />Modern meaning has remained similar in terms of being the first in a series or a term for \"armor.\"",
  "柔": "柔 can be translated from around 300-200 BCE as: \"Soft,\" \"Gentle,\" \"Supple,\" \"Yielding,\" or \"Pliable\"<br />Modern meaning has remained similar.",
  "枯": "枯 can be translated from around 300-200 BCE as: \"Withered,\" \"Dried up,\" or \"Barren\"<br />Modern meaning has remained similar.",
  "三": "三 can be translated from around 300-200 BCE as: \"Three\"<br />Modern meaning has remained similar.",
  "寄": "寄 can be translated from around 300-200 BCE as: \"Entrust,\" \"Rest on,\" \"Rely upon,\" or \"Lodge\"<br />Modern meaning has remained similar.",
  "復": "復 can be translated from around 300-200 BCE as: \"Return,\" \"Resume,\" \"Restore,\" or \"Repeat\"<br />Modern meaning has remained similar.",
  "之": "之 can be translated from around 300-200 BCE as: \"Of,\" \"It,\" \"Him/Her,\" \"Going to,\" or \"This\"<br />Modern meaning has remained similar in meaning.",
  "义": "义 can be translated from around 300-200 BCE as: \"Righteousness,\" \"Justice,\" \"Morality,\" \"Duty,\" or \"Appropriateness\"<br />Modern meaning has remained similar.",
  "前": "前 can be translated from around 300-200 BCE as: \"Front,\" \"Ahead,\" \"Before,\" \"In front,\" or \"Previous\"<br />Modern meaning has remained similar.",
  "耳": "耳 can be translated from around 300-200 BCE as: \"Ear,\" \"Hearing,\" \"Receptivity,\" or \"Listening\"<br />Modern meaning has remained similar.",
  "台": "台 can be translated from around 300-200 BCE as: \"Platform,\" \"Terrace,\" \"Stage,\" or \"Stand\"<br />Modern meaning has evolved to include additional meanings such as \"Desk,\" \"Table,\" \"Station,\" or \"Unit.\"",
  "猎": "猎 can be translated from around 300-200 BCE as: \"Hunt,\" \"Catch,\" \"Capture,\" \"Pursue,\" or \"Chase\"<br />Modern meaning has remained similar.",
  "小": "小 can be translated from around 300-200 BCE as: \"Small,\" \"Little,\" \"Insignificant,\" or \"Minor\"<br />Modern meaning has remained similar.",
  "契": "契 can be translated from around 300-200 BCE as: \"Contract,\" \"Agreement,\" \"Bond,\" \"Tally,\" or \"Sign\"<br />Modern meaning has evolved to emphasize \"Contract\" or \"Agreement\" more specifically.",
  "下": "下 can be translated from around 300-200 BCE as: \"Below,\" \"Under,\" \"Lower,\" or \"Down\"<br />Modern meaning has remained similar, generally meaning \"Below,\" \"Under,\" or \"Next.\"",
  "宾": "宾 can be translated from around 300-200 BCE as: \"Guest,\" \"Visitor,\" or \"Host\"<br />Modern meaning has remained similar.",
  "唯": "唯 can be translated from around 300-200 BCE as: \"Only,\" \"Solely,\" or \"Alone\"<br />Modern meaning has evolved to mean something subtly different but remains close.",
  "退": "退 can be translated from around 300-200 BCE as: \"Retreat,\" \"Withdraw,\" \"Recede,\" or \"Go Back\"<br />Modern meaning has remained similar.",
  "思": "思 can be translated from around 300-200 BCE as: \"Thought,\" \"Think,\" \"Ponder,\" \"Contemplate,\" or \"Consider\"<br />Modern meaning has evolved to mean something not too different.",
  "妨": "妨 can be translated from around 300-200 BCE as: \"Hinder,\" \"Obstruct,\" \"Interfere,\" \"Impede,\" or \"Hamper\"<br />Modern meaning has remained similar.",
  "卫": "卫 can be translated from around 300-200 BCE as: \"Guard,\" \"Protect,\" \"Defend,\" \"Preserve,\" or \"Safeguard\"<br />Modern meaning has remained similar.",
  "策": "策 can be translated from around 300-200 BCE as: \"Plan,\" \"Strategy,\" \"Tactic,\" or \"Policy\"<br />Modern meaning has evolved to include \"Whip,\" \"Scheme,\" or \"Measure.\"",
  "弓": "弓 can be translated from around 300-200 BCE as: \"Bow,\" \"Archery,\" \"Arc,\" or \"Curve\"<br />Modern meaning has remained similar.",
  "贫": "贫 can be translated from around 300-200 BCE as: \"Poor,\" \"Destitute,\" \"Deficient,\" \"Lacking Cunning,\" or \"Unresourceful\"<br />Modern meaning has largely remained similar, meaning \"Poor\" or \"Impoverished.\"",
  "日": "日 can be translated from around 300-200 BCE as: \"Sun,\" \"Day,\" \"Time,\" \"Bright,\" or \"Light\"<br />Modern meaning has remained similar.",
  "令": "令 can be translated from around 300-200 BCE as: \"Mandate,\" \"Order,\" \"Decree,\" \"Command,\" or \"Instruction\"<br />Modern meaning has evolved to mean \"make\" or \"cause.\"",
  "乐": "乐 can be translated from around 300-200 BCE as: \"Happiness,\" \"Joy,\" \"Pleasure,\" or \"Delight\"<br />Modern meaning has evolved to include \"Music\" as well as retaining the original meanings.",
  "里": "里 can be translated from around 300-200 BCE as: \"Inner,\" \"Within,\" \"Interior,\" or \"Inside\"<br />Modern meaning has evolved to mean \"Village,\" \"Neighborhood,\" or \"Mile.\"",
  "骄": "骄 can be translated from around 300-200 BCE as: \"Arrogance,\" \"Pride,\" \"Haughtiness,\" \"Overbearing,\" or \"Self-importance\"<br />Modern meaning has remained largely similar but can also mean \"arrogant\" or \"proud\" in a more neutral or positive sense in different contexts.",
  "極": "極 can be translated from around 300-200 BCE as: \"Extreme,\" \"Ultimate,\" \"Limit,\" \"Summit,\" or \"Utmost\"<br />Modern meaning has remained similar.",
  "根": "根 can be translated from around 300-200 BCE as: \"Root\" or \"Origin\"  <br />Modern meaning has remained similar.",
  "吾": "吾 can be translated from around 300-200 BCE as: \"I,\" \"Me,\" \"Myself\"<br />Modern meaning has remained similar.",
  "脆": "脆 can be translated from around 300-200 BCE as: \"Brittle,\" \"Fragile,\" \"Weak,\" or \"Delicate\"<br />Modern meaning has remained similar.",
  "握": "握 can be translated from around 300-200 BCE as: \"Grasp,\" \"Hold,\" \"Seize,\" \"Clutch,\" or \"Grip\"<br />Modern meaning has remained similar, focusing on the concept of holding or grasping something.",
  "有": "有 can be translated from around 300-200 BCE as: \"Exist,\" \"Having,\" \"Possession,\" or \"Being\"<br />Modern meaning has remained similar.",
  "保": "保 can be translated from around 300-200 BCE as: \"Protect,\" \"Safeguard,\" \"Preserve,\" \"Guard,\" or \"Care\"<br />Modern meaning has remained similar, with an emphasis on \"Protection\" and \"Preservation.\"",
  "战": "战 can be translated from around 300-200 BCE as: \"War,\" \"Combat,\" \"Battle,\" or \"Fight\"<br />Modern meaning has remained similar in meaning.",
  "真": "真 can be translated from around 300-200 BCE as: \"Truth,\" \"Reality,\" \"Genuine,\" or \"Authentic\"<br />Modern meaning has remained similar.",
  "烹": "烹 can be translated from around 300-200 BCE as: \"Cook,\" \"Boil,\" \"Simmer,\" or \"Prepare food\"<br />Modern meaning has remained similar.",
  "服": "服 can be translated from around 300-200 BCE as: \"Serve,\" \"Comply,\" \"Submit,\" \"Obey,\" or \"Clothing\"<br />Modern meaning has evolved to mean \"Clothing\" or \"Apparel.\"",
  "为": "为 can be translated from around 300-200 BCE as: \"Act,\" \"Do,\" \"Serve,\" \"Become,\" or \"For\"<br />Modern meaning has remained similar.",
  "实": "实 can be translated from around 300-200 BCE as: \"Reality,\" \"Truth,\" \"Substance,\" or \"Essence\"<br />Modern meaning remains similar, generally denoting \"Real,\" \"True,\" or \"Solid.\"",
  "祸": "祸 can be translated from around 300-200 BCE as: \"Disaster,\" \"Calamity,\" \"Misfortune,\" or \"Harm\"<br />Modern meaning remains mostly similar.",
  "乎": "乎 can be translated from around 300-200 BCE as: \"In,\" \"At,\" \"On,\" \"To,\" or \"Than\"<br />Modern meaning has remained similar.",
  "雌": "雌 can be translated from around 300-200 BCE as: \"Female,\" \"Feminine,\" \"Soft,\" \"Submissive,\" or \"Receptive\"<br />Modern meaning has remained similar.",
  "绳": "绳 can be translated from around 300-200 BCE as: \"Rope,\" \"Strap,\" \"Measure,\" \"Rule,\" or \"Standard\"<br />Modern meaning has remained similar as \"Rope\" or \"Cord.\"",
  "赤": "赤 can be translated from around 300-200 BCE as: \"Red,\" \"Naked,\" \"Bare,\" \"Pure,\" or \"Sincere\"<br />Modern meaning has remained similar.",
  "孝": "孝 can be translated from around 300-200 BCE as: \"Filial Piety,\" \"Respect for Parents,\" or \"Family Duty\"<br />Modern meaning has remained similar.",
  "其": "其 can be translated from around 300-200 BCE as: \"His,\" \"Her,\" \"Its,\" \"Their,\" \"This,\" or \"That\"<br />Modern meaning has remained mostly similar.",
  "色": "色 can be translated from around 300-200 BCE as: \"Color,\" \"Appearance,\" \"Surface,\" \"Expression,\" or \"Lust\"<br />Modern meaning has evolved to also include \"Hue\" or \"Sex-related.\"",
  "忠": "忠 can be translated from around 300-200 BCE as: \"Loyalty,\" \"Faithfulness,\" \"Sincerity,\" or \"Integrity\"<br />Modern meaning has remained similar in essence but often emphasizes \"Loyalty\" in terms of allegiance, especially in political or personal contexts.",
  "益": "益 can be translated from around 300-200 BCE as: \"Increase,\" \"Benefit,\" \"Profit,\" \"Advantage,\" or \"Gain\"<br />Modern meaning remains similar.",
  "去": "去 can be translated from around 300-200 BCE as: \"Leave,\" \"Depart,\" or \"Remove\"<br />Modern meaning has remained similar.",
  "棘": "棘 can be translated from around 300-200 BCE as: \"Thorn,\" \"Bramble,\" \"Thistle,\" \"Prickle,\" or \"Spine\"<br />Modern meaning has largely remained similar.",
  "路": "路 can be translated from around 300-200 BCE as: \"Path,\" \"Way,\" \"Road,\" or \"Journey\"<br />Modern meaning has largely remained similar, often referring to \"Road\" or \"Route.\"",
  "宗": "宗 can be translated from around 300-200 BCE as: \"Ancestor,\" \"Origin,\" \"Forefather,\" \"Ancestral宗,\" or \"Clan宗\"<br />Modern meaning has remained similar.",
  "畜": "畜 can be translated from around 300-200 BCE as: \"Livestock,\" \"Domestic animals,\" \"Foster,\" or \"Care for\"<br />Modern meaning has evolved to predominantly mean \"Livestock\" or \"Domestic animals.\"",
  "吉": "吉 can be translated from around 300-200 BCE as: \"Auspicious,\" \"Fortunate,\" \"Lucky,\" or \"Propitious\"<br />Modern meaning has remained largely similar.",
  "各": "各 can be translated from around 300-200 BCE as: \"Each,\" \"Every,\" \"Respectively,\" or \"Individually\"<br />Modern meaning has remained similar.",
  "龠": "龠 can be translated from around 300-200 BCE as: \"Flute,\" \"Wind instrument,\" or \"Musical pipe\"<br />Modern meaning has remained similar, still referring to a musical instrument.",
  "十": "十 can be translated from around 300-200 BCE as: \"Ten\" or \"Tenth\"<br />Modern meaning has remained similar.",
  "清": "清 can be translated from around 300-200 BCE as: \"Clear,\" \"Pure,\" \"Clean,\" \"Unclouded,\" \"Serene\"<br />Modern meaning remains similar.",
  "飘": "飘 can be translated from around 300-200 BCE as: \"Floating,\" \"Fluttering,\" or \"Ethereal\"<br />Modern meaning remains similar, still often implying a sense of lightness or drifting.",
  "流": "流 can be translated from around 300-200 BCE as: \"Flow,\" \"Circulate,\" \"Stream,\" or \"Move\"<br />Modern meaning has largely remained similar.",
  "冲": "冲 can be translated from around 300-200 BCE as: \"To rush,\" \"To clash,\" \"To assault,\" or \"To charge\"<br />Modern meaning has evolved to include \"Wash away,\" \"Rinse,\" or \"Flush.\"",
  "固": "固 can be translated from around 300-200 BCE as: \"Secure,\" \"Firm,\" \"Stable,\" \"Fixed,\" or \"Steadfast\"<br />Modern meaning has remained similar.",
  "又": "又 can be translated from around 300-200 BCE as: \"Again,\" \"Moreover,\" \"Also,\" or \"Furthermore\"<br />Modern meaning has remained similar.",
  "难": "难 can be translated from around 300-200 BCE as: \"Difficult,\" \"Hard,\" \"Challenging,\" \"Troublesome,\" or \"Problematic\"<br />Modern meaning has remained similar.",
  "稽": "稽 can be translated from around 300-200 BCE as: \"Examine,\" \"Inquire,\" \"Record,\" or \"Delay\"<br />Modern meaning has remained similar in emphasizing examination and inquiry.",
  "几": "几 can be translated from around 300-200 BCE as: \"How many,\" \"A few,\" \"Some,\" or \"Several\"<br />Modern meaning has evolved to include the sense of \"Table\" when used in a different context.",
  "辩": "辩 can be translated from around 300-200 BCE as: \"Speech,\" \"Discourse,\" \"Argue,\" \"Distinguish,\" or \"Clarify\"<br />Modern meaning has evolved to mean \"Debate\" or \"Defense,\" with a stronger connotation of formal argumentation.",
  "挫": "挫 can be translated from around 300-200 BCE as: \"To Oppress,\" \"To Defeat,\" \"To Frustrate,\" or \"To Blunt\"<br />Modern meaning has remained similar in denoting \"Setback\" or \"Frustration.\"",
  "况": "况 can be translated from around 300-200 BCE as: \"Condition,\" \"Circumstances,\" \"Situation,\" \"Moreover,\" or \"Furthermore\"<br />Modern meaning has remained similar in meaning.",
  "贷": "贷 can be translated from around 300-200 BCE as: \"To give,\" \"To grant,\" \"To lend,\" \"To bestow\"  <br />Modern meaning has evolved to usually mean \"Loan\" or \"Credit\"",
  "、": "、can be translated from around 300-200 BCE as: \"Mark of punctuation,\" \"Pause,\" or \"Separation\"<br />Modern meaning has remained similar as a \"List separator\" or \"Commas-like mark.\"",
  "昔": "昔 can be translated from around 300-200 BCE as: \"Past,\" \"Former times,\" \"Bygone days,\" or \"Ancient times\"<br />Modern meaning has remained similar.",
  "及": "及 can be translated from around 300-200 BCE as: \"To reach,\" \"To attain,\" \"And,\" \"In time,\" or \"As well as\"<br />Modern meaning has evolved to largely retain these meanings with minor contextual differences.",
  "人": "人 can be translated from around 300-200 BCE as: \"Person,\" \"Human,\" \"Individual,\" \"Man,\" or \"People\"<br />Modern meaning has largely remained similar.",
  "孙": "孙 can be translated from around 300-200 BCE as: \"Grandson,\" \"Descendant,\" \"Continuation,\" or \"Offspring\"<br />Modern meaning remains similar, generally referring to \"Grandson\" or \"Descendant.\"",
  "孤": "孤 can be translated from around 300-200 BCE as: \"Lonely,\" \"Solitary,\" \"Orphaned,\" \"Alone,\" or \"Lone\"<br />Modern meaning has mostly retained the same sense.",
  "湛": "湛 can be translated from around 300-200 BCE as: \"Deep,\" \"Profound,\" \"Clear,\" or \"Calm\"<br />Modern meaning has remained similar.",
  "质": "质 can be translated from around 300-200 BCE as: \"Substance,\" \"Essence,\" \"Nature,\" \"Quality,\" or \"Being\"<br />Modern meaning has evolved to include notions like \"Quality\" in terms of assurance or control, as well as \"Substance\" in certain contexts like negotiation or argumentation.",
  "父": "父 can be translated from around 300-200 BCE as: \"Father,\" \"Patriarch,\" \"Elder,\" or \"Leader\"<br />Modern meaning has remained similar.",
  "辍": "辍 can be translated from around 300-200 BCE as: \"Cease,\" \"Stop,\" \"Pause,\" or \"Discontinue\"<br />Modern meaning has remained similar.",
  "寡": "寡 can be translated from around 300-200 BCE as: \"Few,\" \"Scarce,\" \"Widow\"<br />Modern meaning has remained similar.",
  "窥": "窥 can be translated from around 300-200 BCE as: \"Observe,\" \"Peep,\" \"Glimpse,\" \"Spy,\" or \"Look secretly\"<br />Modern meaning has remained similar.",
  "竭": "竭 can be translated from around 300-200 BCE as: \"Exhaust,\" \"Deplete,\" \"Use up,\" \"Expend,\" or \"Drain\"<br />Modern meaning has remained similar.",
  "胃": "胃 can be translated from around 300-200 BCE as: \"Stomach,\" \"Abdomen,\" or \"Belly\"<br />Modern meaning has remained similar.",
  "窈": "窈 can be translated from around 300-200 BCE as: \"Deep,\" \"Mysterious,\" \"Obscure,\" or \"Profound\"<br />Modern meaning has remained similar.",
  "似": "似 can be translated from around 300-200 BCE as: \"Resemble,\" \"Like,\" \"Seem,\" \"Similar,\" or \"Appear\"<br />Modern meaning has remained similar.",
  "降": "降 can be translated from around 300-200 BCE as: \"Descend,\" \"Lower,\" \"Fall,\" \"Submit,\" or \"Yield\"<br />Modern meaning has evolved to include concepts of \"Surrender\" and \"Drop in rank.\"",
  "焉": "焉 can be translated from around 300-200 BCE as: \"Where,\" \"How,\" \"There,\" \"Then,\" or \"Therefore\"<br />Modern meaning has remained similar.",
  "帝": "帝 can be translated from around 300-200 BCE as: \"Lord,\" \"Emperor,\" \"Sovereign,\" or \"God\"<br />Modern meaning has evolved to mean something subtly different, often specifically an \"Emperor\" or \"Supreme Deity\".",
  "声": "声 can be translated from around 300-200 BCE as: \"Sound\" or \"Voice\"<br />Modern meaning has remained similar in meaning.",
  "弱": "弱 can be translated from around 300-200 BCE as: \"Weak,\" \"Feeble,\" \"Yielding,\" \"Frail,\" or \"Insubstantial\"<br />Modern meaning has remained similar.",
  "六": "六 can be translated from around 300-200 BCE as: \"Six\"<br />Modern meaning has remained similar.",
  "召": "召 can be translated from around 300-200 BCE as: \"Call,\" \"Summon,\" \"Invoke,\" or \"Invite\"<br />Modern meaning has remained similar.",
  "新": "新 can be translated from around 300-200 BCE as: \"New,\" \"Fresh,\" \"Novel,\" or \"Recent\"<br />Modern meaning has remained similar.",
  "於": "於 can be translated from around 300-200 BCE as: \"In,\" \"At,\" \"On,\" \"From,\" \"To,\" or \"Than\"<br />Modern meaning has remained similar.",
  "投": "投 can be translated from around 300-200 BCE as: \"To throw,\" \"To cast,\" \"To fling,\" or \"To send forth\"<br />Modern meaning has remained similar.",
  "据": "据 can be translated from around 300-200 BCE as: \"To occupy,\" \"To grasp,\" \"To rely on,\" or \"Evidence\"<br />Modern meaning has evolved to mean \"According to\" or \"On the basis of.\"",
  "伏": "伏 can be translated from around 300-200 BCE as: \"To crouch,\" \"To hide,\" or \"To submit\"<br />Modern meaning has evolved to include the idea of \"Lying in ambush\" or \"Being prostrate.\"",
  "恃": "恃 can be translated from around 300-200 BCE as: \"Rely,\" \"Depend,\" \"Presume,\" \"Trust,\" or \"Confide\"<br />Modern meaning has remained similar.",
  "佐": "佐 can be translated from around 300-200 BCE as: \"Assist,\" \"Help,\" \"Aid,\" \"Support,\" or \"Accompany\"<br />Modern meaning has evolved to include connotations in cooking, as a \"Side dish\" or \"Condiment.\"",
  "托": "托 can be translated from around 300-200 BCE as: \"Hold in the palm,\" \"Support,\" \"Entrust,\" or \"Prop up\"<br />Modern meaning has evolved to mean something more like \"Entrust,\" \"Request,\" or \"Support.\"",
  "孔": "孔 can be translated from around 300-200 BCE as: \"Cavity,\" \"Aperture,\" \"Hole,\" or \"Opening\"<br />Modern meaning has remained similar.",
  "骋": "骋 can be translated from around 300-200 BCE as: \"Gallop,\" \"Exhibit,\" \"Display,\" \"Indulge,\" or \"Extension\"<br />Modern meaning has remained similar, often used to mean \"to gallop\" or \"to exhibit/display.\"",
  "岂": "岂 can be translated from around 300-200 BCE as: \"How?\" \"Why?\" \"Is it?\" or \"Would it?\"<br />Modern meaning has remained similar.",
  "孰": "孰 can be translated from around 300-200 BCE as: \"Who,\" \"Which,\" \"What,\" or \"Where\"<br />Modern meaning has remained similar.",
  "军": "军 can be translated from around 300-200 BCE as: \"Army,\" \"Military,\" \"Troops,\" \"Force,\" or \"Soldiers\"<br />Modern meaning has largely remained similar, often referring to \"Military\" or \"Army.\"",
  "今": "今 can be translated from around 300-200 BCE as: \"Now,\" \"Present,\" \"Today,\" \"At this time,\" or \"Current\"<br />Modern meaning has remained similar.",
  "手": "手 can be translated from around 300-200 BCE as: \"Hand,\" or \"Skill\"<br />Modern meaning has remained similar, primarily indicating \"Hand.\"",
  "兴": "兴 can be translated from around 300-200 BCE as: \"Rise,\" \"Flourish,\" \"Prosper,\" \"Become Active,\" or \"Be Stimulated\"<br />Modern meaning has remained similar.",
  "识": "识 can be translated from around 300-200 BCE as: \"Knowledge,\" \"Understanding,\" \"Perception,\" or \"Awareness\"<br />Modern meaning has remained similar, primarily meaning \"knowledge\" or \"to recognize.\"",
  "取": "取 can be translated from around 300-200 BCE as: \"Take,\" \"Obtain,\" \"Seize,\" \"Acquire,\" or \"Receive\"<br />Modern meaning has remained similar.",
  "建": "建 can be translated from around 300-200 BCE as: \"Establish,\" \"Build,\" \"Construct,\" \"Create,\" or \"Set up\"<br />Modern meaning has remained similar.",
  "淳": "淳 can be translated from around 300-200 BCE as: \"Pure,\" \"Unadulterated,\" \"Simple,\" \"Honest,\" or \"Sincere\"<br />Modern meaning has remained similar, retaining the sense of purity and simplicity.",
  "惧": "惧 can be translated from around 300-200 BCE as: \"Fear,\" \"Dread,\" \"Terror,\" \"Apprehension,\" or \"Alarm\"<br />Modern meaning has remained similar in meaning.",
  "水": "水 can be translated from around 300-200 BCE as: \"Water,\" \"Fluid,\" \"Flow,\" \"River,\" or \"Current\"<br />Modern meaning has remained similar.",
  "曲": "曲 can be translated from around 300-200 BCE as: \"Bent,\" \"Crooked,\" \"Curved,\" \"Flexible,\" or \"Yielding\"<br />Modern meaning has evolved to include \"Melody\" or \"Tune,\" while still retaining original meanings.",
  "基": "基 can be translated from around 300-200 BCE as: \"Foundation,\" \"Base,\" or \"Basis\"<br />Modern meaning has remained similar.",
  "角": "角 can be translated from around 300-200 BCE as: \"Horn,\" \"Corner,\" \"Angle,\" or \"Edge\"<br />Modern meaning has remained similar.",
  "甚": "甚 can be translated from around 300-200 BCE as: \"Exceedingly,\" \"Very,\" \"Greatly,\" \"Excessively,\" \"Surpassingly,\" or \"Extremely\"<br />Modern meaning has remained fairly consistent.",
  "寒": "寒 can be translated from around 300-200 BCE as: \"Cold,\" \"Chill,\" \"Frigid,\" \"Chilliness,\" or \"Coldness\"<br />Modern meaning has remained similar.",
  "郊": "郊 can be translated from around 300-200 BCE as: \"Suburb,\" \"Outskirts,\" \"Periphery,\" or \"Environs\"<br />Modern meaning has remained similar.",
  "羸": "羸 can be translated from around 300-200 BCE as: \"Weak,\" \"Frail,\" or \"Emaciated\"<br />Modern meaning has remained similar.",
  "终": "终 can be translated from around 300-200 BCE as: \"End,\" \"Conclusion,\" \"Finality,\" or \"Completion\"<br />Modern meaning has remained similar to the ancient meaning.",
  "田": "田 can be translated from around 300-200 BCE as: \"Field,\" \"Land,\" \"Farm,\" or \"Plot\"<br />Modern meaning has remained similar, primarily referring to agricultural fields or plots of land.",
  "海": "海 can be translated from around 300-200 BCE as: \"Sea\" or \"Ocean\"<br />Modern meaning has remained similar.",
  "至": "至 can be translated from around 300-200 BCE as: \"Arrive,\" \"Reach,\" \"Ultimate,\" or \"Supreme\"<br />Modern meaning has evolved to encompass \"To,\" \"Until,\" or \"Most,\" while still retaining its ancient meanings.",
  "财": "财 can be translated from around 300-200 BCE as: \"Wealth,\" \"Riches,\" \"Valuables,\" or \"Resources\"<br />Modern meaning has largely remained similar.",
  "埴": "埴 can be translated from around 300-200 BCE as: \"Clay,\" \"Earth,\" \"Soil,\" or \"Mud\"<br />Modern meaning has remained similar and generally refers to types of soil or earth used in pottery and construction.",
  "济": "济 can be translated from around 300-200 BCE as: \"Aid,\" \"Help,\" \"Relief,\" \"Cross,\" or \"Assist\"<br />Modern meaning has evolved to encompass both \"Ferry\" and \"Economic.\"",
  "泣": "泣 can be translated from around 300-200 BCE as: \"Weep,\" \"Sob,\" \"Cry,\" or \"Lament\"<br />Modern meaning has remained similar.",
  "未": "未 can be translated from around 300-200 BCE as: \"Not yet,\" \"Not,\" or \"Before\"<br />Modern meaning has remained similar.",
  "廉": "廉 can be translated from around 300-200 BCE as: \"Frugality,\" \"Modesty,\" or \"Simplicity\"<br />Modern meaning has evolved to include notions of \"Integrity\" or \"Honesty\" in terms of being incorruptible.",
  "诚": "诚 can be translated from around 300-200 BCE as: \"Sincerity,\" \"Honesty,\" \"Truthfulness,\" or \"Integrity\"<br />Modern meaning has mostly remained similar.",
  "肆": "肆 can be translated from around 300-200 BCE as: \"Unrestrained,\" \"Extravagant,\" \"Indulgent,\" or \"Excessive\"<br />Modern meaning has evolved to mean \"Four\" or \"Shop.\"",
  "袭": "袭 can be translated from around 300-200 BCE as: \"Attack,\" \"Inherit,\" \"Assault,\" or \"Take by surprise\"<br />Modern meaning has remained similar.",
  "能": "能 can be translated from around 300-200 BCE as: \"Ability,\" \"Capability,\" \"Capacity,\" \"Power,\" or \"Skill\"<br />Modern meaning has remained similar.",
  "昏": "昏 can be translated from around 300-200 BCE as: \"Dim,\" \"Dark,\" \"Dusk,\" or \"Obscure\"<br />Modern meaning has remained similar.",
  "鬼": "鬼 can be translated from around 300-200 BCE as: \"Spirit,\" \"Demon,\" \"Ghost,\" \"Supernatural being,\" or \"Ancestral spirit\"<br />Modern meaning has similarly retained the connotation of \"Ghost\" or \"Spirit.\"",
  "患": "患 can be translated from around 300-200 BCE as: \"Trouble,\" \"Calamity,\" \"Woe,\" \"Misfortune,\" or \"Affliction\"<br />Modern meaning has remained similar.",
  "抱": "抱 can be translated from around 300-200 BCE as: \"Embrace,\" \"Hold,\" \"Contain,\" or \"Grasp\"<br />Modern meaning has remained similar.",
  "音": "音 can be translated from around 300-200 BCE as: \"Sound,\" \"Tone,\" \"Music,\" or \"Voice\"<br />Modern meaning has remained similar.",
  "代": "代 can be translated from around 300-200 BCE as: \"Generation,\" \"Period,\" \"Reign,\" or \"Epoch\"<br />Modern meaning has evolved to mean something similar but includes \"To substitute\" or \"To replace.\"",
  "寂": "寂 can be translated from around 300-200 BCE as: \"Silent,\" \"Still,\" \"Quiet,\" \"Calm,\" or \"Tranquil\"<br />Modern meaning has remained similar.",
  "希": "希 can be translated from around 300-200 BCE as: \"Rare,\" \"Few,\" \"Sparse,\" \"Desire,\" or \"Hope\"<br />Modern meaning has evolved to mean \"Hope\" or \"Wish.\"",
  "白": "白 can be translated from around 300-200 BCE as: \"White,\" \"Bright,\" or \"Empty\"<br />Modern meaning has remained similar.",
  "慈": "慈 can be translated from around 300-200 BCE as: \"Compassion,\" \"Kindness,\" \"Benevolence,\" \"Loving-kindness,\" or \"Mercy\"<br />Modern meaning has remained similar.",
  "辎": "辎 can be translated from around 300-200 BCE as: \"Cart,\" \"Military supply wagon,\" or \"Baggage\"<br />Modern meaning has remained similar.",
  "已": "已 can be translated from around 300-200 BCE as: \"Already,\" \"Done,\" \"Stopped,\" or \"Finished\"<br />Modern meaning has remained similar.",
  "殃": "殃 can be translated from around 300-200 BCE as: \"Calamity,\" \"Misfortune,\" or \"Disaster\"<br />Modern meaning has remained similar.",
  "恢": "恢 can be translated from around 300-200 BCE as: \"Vast,\" \"Expansive,\" \"Great,\" \"Broad,\" or \"Open\"<br />Modern meaning has evolved to mean \"Restore\" or \"Resume.\"",
  "躁": "躁 can be translated from around 300-200 BCE as: \"Haste,\" \"Agitation,\" \"Restlessness,\" \"Impatience,\" or \"Bustle\"<br />Modern meaning has evolved to emphasize \"Irritability\" and \"Franticness.\"",
  "冰": "冰 can be translated from around 300-200 BCE as: \"Ice,\" \"Frost,\" or \"Cold\"<br />Modern meaning has remained similar.",
  "矣": "矣 can be translated from around 300-200 BCE as: \"Completed,\" \"Already,\" \"Indeed,\" or \"This is so.\"<br />Modern meaning has remained similar, often used as a final particle to indicate completion or emphasis in classical literature.",
  "独": "独 can be translated from around 300-200 BCE as: \"Alone,\" \"Solely,\" \"Unique,\" or \"Singular\"<br />Modern meaning has remained similar.",
  "宝": "宝 can be translated from around 300-200 BCE as: \"Treasure,\" \"Valuable,\" \"Precious,\" \"Gem,\" or \"Jewel\"<br />Modern meaning has largely remained similar.",
  "往": "往 can be translated from around 300-200 BCE as: \"Go,\" \"Proceed,\" \"Visit,\" \"Depart,\" or \"Direction\"<br />Modern meaning has evolved to include the concept of \"Past.\"",
  "恬": "恬 can be translated from around 300-200 BCE as: \"Calm,\" \"Tranquil,\" \"Serene,\" or \"Peaceful\"<br />Modern meaning has remained similar.",
  "婴": "婴 can be translated from around 300-200 BCE as: \"Infant,\" \"Baby,\" \"Newborn,\" or \"Young Child\"<br />Modern meaning has remained similar, still referring to an \"infant\" or \"baby.\"",
  "雲": "雲 can be translated from around 300-200 BCE as: \"Cloud,\" \"Sky,\" or \"Heavenly phenomena\"<br />Modern meaning has generally remained similar.",
  "张": "张 can be translated from around 300-200 BCE as: \"Extend,\" \"Stretch,\" \"Expand,\" \"Spread,\" or \"Display\"<br />Modern meaning has evolved to include \"Open,\" \"Sheet,\" \"Piece,\" or \"Section.\"",
  "始": "始 can be translated from around 300-200 BCE as: \"Begin,\" \"Start,\" \"Commence,\" \"Inception,\" or \"Initiate\"<br />Modern meaning has remained similar.",
  "尊": "尊 can be translated from around 300-200 BCE as: \"Honor,\" \"Reverence,\" \"Esteem,\" \"Respect,\" or \"Nobility\"<br />Modern meaning has remained similar.",
  "折": "折 can be translated from around 300-200 BCE as: \"To break,\" \"To bend,\" \"To fold,\" or \"To snap\"<br />Modern meaning has remained similar in conveying a sense of breaking or bending, with additional uses in contexts like turning or yielding.",
  "诘": "诘 can be translated from around 300-200 BCE as: \"Question,\" \"Interrogate,\" \"Inquire,\" or \"Demand an Explanation\"<br />Modern meaning has remained similar.",
  "莅": "莅 can be translated from around 300-200 BCE as: \"To govern,\" \"To preside,\" \"To oversee,\" or \"To be present.\"<br />Modern meaning has remained similar.",
  "鸡": "鸡 can be translated from around 300-200 BCE as: \"Rooster,\" \"Chicken,\" \"Fowl,\" or \"Cock\"<br />Modern meaning has remained similar.",
  "誉": "誉 can be translated from around 300-200 BCE as: \"Praise,\" \"Reputation,\" \"Fame,\" \"Glory,\" or \"Commendation\"<br />Modern meaning has largely remained the same.",
  "陈": "陈 can be translated from around 300-200 BCE as: \"To state,\" \"To arrange,\" or \"To display\"<br />Modern meaning has evolved to mean: \"To tell\" or \"To narrate\" and also refers to a surname.",
  "阴": "阴 can be translated from around 300-200 BCE as: \"Shade,\" \"Shadow,\" \"Darkness,\" \"Yin\" (as in Yin and Yang), or \"Concealment\"<br />Modern meaning has evolved to include gender and weather associations, such as \"Feminine\" or \"Overcast.\"",
  "豫": "豫 can be translated from around 300-200 BCE as: \"Comfort,\" \"Ease,\" \"Contentment,\" or \"Leisure\"<br />Modern meaning has evolved to refer to the region of Henan Province.",
  "何": "何 can be translated from around 300-200 BCE as: \"What,\" \"How,\" \"Why,\" \"Which,\" or \"Wherefore\"<br />Modern meaning has largely remained similar.",
  "敦": "敦 can be translated from around 300-200 BCE as: \"Sincere,\" \"Respectful,\" \"Honest,\" \"Simple,\" or \"Solemn\"<br />Modern meaning has remained similar.",
  "忌": "忌 can be translated from around 300-200 BCE as: \"Avoid,\" \"Guard against,\" \"Fear,\" or \"Refrain\"<br />Modern meaning has evolved to mean \"Taboo,\" \"Jealousy,\" or \"Be envious of.\"",
  "兮": "兮 can be translated from around 300-200 BCE as: \"Alas,\" \"Oh,\" \"Ah,\" or a poetic exclamation or pause.<br />Modern meaning has remained similar, primarily used as a literary or poetic exclamation.",
  "泮": "泮 can be translated from around 300-200 BCE as: \"Pool,\" \"Pond,\" or \"Water\"<br />Modern meaning has remained similar.",
  "天": "天 can be translated from around 300-200 BCE as: \"Heaven,\" \"Sky\" or \"Nature\"<br />Modern meaning has remained similar, often meaning \"Sky\" or \"Heaven.\"",
  "力": "力 can be translated from around 300-200 BCE as: \"Strength,\" \"Power,\" \"Force,\" or \"Ability\"<br />Modern meaning has remained similar.",
  "文": "文 can be translated from around 300-200 BCE as: \"Pattern,\" \"Culture,\" \"Civilization,\" \"Writing,\" or \"Literature\"<br />Modern meaning has evolved to emphasize \"Text,\" \"Writing,\" or \"Culture\" more distinctly.",
  "渝": "渝 can be translated from around 300-200 BCE as: \"Change,\" \"Alter,\" \"Transform,\" or \"Exchange\"<br />Modern meaning has evolved to refer to a place name, specifically \"Chongqing,\" or retains similar meanings in specific contexts.",
  "超": "超 can be translated from around 300-200 BCE as: \"Transcend,\" \"Surpass,\" \"Exceed,\" or \"Go Beyond\"<br />Modern meaning has remained similar.",
  "大": "大 can be translated from around 300-200 BCE as: \"Great,\" \"Large,\" \"Grand,\" \"Vast,\" or \"Significant\"<br />Modern meaning has remained similar.",
  "政": "政 can be translated from around 300-200 BCE as: \"Governance,\" \"Government,\" \"Politics,\" or \"Administration\"<br />Modern meaning remains similar, referring to political affairs or government.",
  "起": "起 can be translated from around 300-200 BCE as: \"Rise,\" \"Raise,\" \"Start,\" \"Commence,\" or \"Arise\"<br />Modern meaning has evolved to include ideas like \"Beginning,\" \"Initiate,\" or \"Get up.\"",
  "儡": "儡 can be translated from around 300-200 BCE as: \"Puppet,\" \"Tool,\" or \"Servant\"<br />Modern meaning has remained similar, often implying manipulation or lack of autonomy.",
  "士": "士 can be translated from around 300-200 BCE as: \"Scholar,\" \"Gentleman,\" \"Officer,\" \"Knight,\" or \"Man of Service\"<br />Modern meaning has evolved to include a broader range of professions and connotations, often relating to educated individuals or military officers.",
  "仓": "仓 can be translated from around 300-200 BCE as: \"Storehouse\" or \"Granary\"<br />Modern meaning has remained similar or slightly broadened to include any type of \"Warehouse\" or \"Depot.\"",
  "阖": "阖 can be translated from around 300-200 BCE as: \"All,\" \"Whole,\" \"To close,\" or \"To shut\"<br />Modern meaning has evolved to emphasize \"To shut,\" \"To close,\" or \"Entirely.\"",
  "兆": "兆 can be translated from around 300-200 BCE as: \"Omen,\" \"Portent,\" or \"Sign\"<br />Modern meaning has evolved to include \"Trillion,\" or \"Mega.\"",
  "摄": "摄 can be translated from around 300-200 BCE as: \"To gather,\" \"To collect,\" or \"To absorb\"<br />Modern meaning has evolved to mean: \"To photograph,\" \"To take a photo,\" \"To shoot a film,\" or \"To manage\"",
  "逝": "逝 can be translated from around 300-200 BCE as: \"To pass,\" \"To go,\" \"To depart,\" or \"To die\"<br />Modern meaning has remained similar in meaning.",
  "厌": "厌 can be translated from around 300-200 BCE as: \"Satisfaction,\" \"Contentment,\" \"Disdain,\" or \"Aversion\"<br />Modern meaning has evolved to mean something similar but often used as \"Boredom\" or \"Tiredness.\"",
  "直": "直 can be translated from around 300-200 BCE as: \"Straight,\" \"Upright,\" \"Direct,\" \"Honest,\" or \"Just\"<br />Modern meaning has remained similar.",
  "土": "土 can be translated from around 300-200 BCE as: \"Earth,\" \"Soil,\" \"Ground,\" \"Land,\" or \"Territory\"<br />Modern meaning has remained similar.",
  "尤": "尤 can be translated from around 300-200 BCE as: \"Particularly,\" \"Especially,\" \"Blame,\" \"Fault,\" or \"Excess\"<br />Modern meaning has evolved to mean \"Particularly\" or \"Especially.\"",
  "畏": "畏 can be translated from around 300-200 BCE as: \"Fear,\" \"Awe,\" \"Fearful,\" \"Scared,\" or \"Revere\"<br />Modern meaning has remained similar.",
  "累": "累 can be translated from around 300-200 BCE as: \"Trouble,\" \"Burden,\" \"Grief,\" or \"Sorrow\"<br />Modern meaning has evolved to mean \"Tiredness\" or \"Fatigue.\"",
  "侮": "侮 can be translated from around 300-200 BCE as: \"Mock,\" \"Insult,\" \"Humiliate,\" \"Slight,\" or \"Disrespect\"<br />Modern meaning has remained similar in meaning.",
  "福": "福 can be translated from around 300-200 BCE as: \"Fortune,\" \"Blessing,\" \"Happiness,\" or \"Good Luck\"<br />Modern meaning has remained similar to its ancient interpretations.",
  "混": "混 can be translated from around 300-200 BCE as: \"Confused,\" \"Chaotic,\" \"Muddled,\" or \"Undifferentiated\"<br />Modern meaning has evolved to include notions such as \"to mix,\" \"to blend,\" or \"disorderly\" in various contexts.",
  "祀": "祀 can be translated from around 300-200 BCE as: \"Ritual,\" \"Sacrifice,\" \"Offer,\" \"Worship,\" or \"Ceremonial offering\"<br />Modern meaning has remained similar in the context of religious or ceremonial offerings.",
  "犹": "犹 can be translated from around 300-200 BCE as: \"Like,\" \"Similar,\" \"As if,\" \"Still,\" or \"Yet\"<br />Modern meaning has remained similar in meaning.",
  "口": "口 can be translated from around 300-200 BCE as: \"Mouth\" or \"Opening\"<br />Modern meaning has remained similar.",
  "不": "不 can be translated from around 300-200 BCE as: \"Not,\" \"Non-,\" \"Un-,\" \"Negation,\" or \"Without\"<br />Modern meaning has remained similar in its function as a negation.",
  "费": "费 can be translated from around 300-200 BCE as: \"Excess,\" \"Extravagance,\" \"Cost,\" \"Expense,\" or \"Burdensome\"<br />Modern meaning has evolved to mean \"Fee,\" \"Cost,\" \"Expenditure,\" or \"Expense.\"",
  "争": "争 can be translated from around 300-200 BCE as: \"Compete,\" \"Contend,\" \"Strive,\" \"Dispute,\" or \"Struggle\"<br />Modern meaning has remained similar.",
  "姓": "姓 can be translated from around 300-200 BCE as: \"Surname,\" \"Family name,\" \"Clan name,\" or \"Lineage name\"<br />Modern meaning has remained similar to the ancient meaning.",
  "地": "地 can be translated from around 300-200 BCE as: \"Earth,\" \"Ground,\" \"Land,\" \"Soil,\" or \"Territory\"<br />Modern meaning has remained similar.",
  "宠": "宠 can be translated from around 300-200 BCE as: \"Favor,\" \"Grace,\" or \"Indulgence\"<br />Modern meaning has remained similar.",
  "改": "改 can be translated from around 300-200 BCE as: \"Change,\" \"Alter,\" or \"Amend\"<br />Modern meaning has remained similar.",
  "一": "一 can be translated from around 300-200 BCE as: \"One,\" \"Unity,\" \"Oneness,\" or \"Singularity\"<br />Modern meaning has largely remained similar.",
  "泰": "泰 can be translated from around 300-200 BCE as: \"Great,\" \"Excessive,\" \"Supreme,\" or \"Peace\"<br />Modern meaning has evolved to mean \"Peaceful\" or \"Calm\" in addition to its ancient meanings.",
  "修": "修 can be translated from around 300-200 BCE as: \"Cultivate,\" \"Build,\" \"Repair,\" or \"Practice\"<br />Modern meaning has remained similar.",
  "倍": "倍 can be translated from around 300-200 BCE as: \"Increase,\" \"Multiply,\" \"Multiple,\" or \"Exponentially\"<br />Modern meaning has remained similar.",
  "万": "万 can be translated from around 300-200 BCE as: \"Ten thousand,\" \"Countless,\" \"Myriad,\" or \"All things\"<br />Modern meaning has evolved to mean something subtly different, often retaining \"Ten thousand\" or \"Countless\" but less often used for \"All things.\"",
  "使": "使 can be translated from around 300-200 BCE as: \"Cause,\" \"Make,\" \"Enable,\" \"Envoy,\" or \"Messenger\"<br />Modern meaning has remained similar in many contexts, such as \"Use\" or \"Cause,\" with additional uses as a verb meaning \"send\" or \"employ.\"",
  "览": "览 can be translated from around 300-200 BCE as: \"View,\" \"Examine,\" \"Observe,\" \"Look,\" or \"Survey\"<br />Modern meaning has remained similar.",
  "从": "从 can be translated from around 300-200 BCE as: \"Follow,\" \"Obey,\" \"Accompany,\" \"Join,\" or \"Along with\"<br />Modern meaning has remained similar in meaning.",
  "重": "重 can be translated from around 300-200 BCE as: \"Weight,\" \"Importance,\" \"Significance,\" or \"Heaviness\"<br />Modern meaning has largely retained these meanings but can also imply \"Repetition\" or \"Again.\"",
  "孩": "孩 can be translated from around 300-200 BCE as: \"Child,\" \"Infant,\" or \"Baby\"<br />Modern meaning has remained similar.<br />",
  "石": "石 can be translated from around 300-200 BCE as: \"Stone,\" \"Rock,\" or \"Pebble\"<br />Modern meaning has generally remained similar.",
  "图": "图 can be translated from around 300-200 BCE as: \"Plan,\" \"Scheme,\" \"Diagram,\" \"Intention,\" or \"Design\"<br />Modern meaning has evolved to include \"Map\" or \"Illustration.\"",
  "春": "春 can be translated from around 300-200 BCE as: \"Spring,\" \"Renewal,\" \"Growth,\" \"Vitality,\" or \"Youth\"<br />Modern meaning has remained similar.",
  "志": "志 can be translated from around 300-200 BCE as: \"Aspiration,\" \"Will,\" \"Intention,\" \"Purpose,\" or \"Determination\"<br />Modern meaning has largely retained a similar sense, often connoting \"Ambition\" or \"Aim.\"",
  "远": "远 can be translated from around 300-200 BCE as: \"Distant,\" \"Far,\" \"Remote,\" \"Far-off,\" or \"Long-distance\"<br />Modern meaning has remained similar in terms of distance or separation.",
  "勤": "勤 can be translated from around 300-200 BCE as: \"Diligence,\" \"Industriousness,\" \"Effort,\" or \"Assiduity\"<br />Modern meaning has remained similar.",
  "拱": "拱 can be translated from around 300-200 BCE as: \"To clasp,\" \"To fold,\" \"To bow,\" \"To support with hands,\" or \"To arch\"<br />Modern meaning has remained similar in essence.",
  "慧": "慧 can be translated from around 300-200 BCE as: \"Intelligence,\" \"Wisdom,\" \"Sagacity,\" or \"Cleverness\"<br />Modern meaning has remained similar, often used to denote wisdom or intelligence.",
  "耀": "耀 can be translated from around 300-200 BCE as: \"Shine,\" \"Illumine,\" \"Glitter,\" or \"Brilliance\"<br />Modern meaning has remained similar.",
  "朝": "朝 can be translated from around 300-200 BCE as: \"Morning,\" \"Court,\" or \"Facing\"<br />Modern meaning has evolved to mean \"Dynasty\" or \"Toward\" (in addition to historical meanings).",
  "怨": "怨 can be translated from around 300-200 BCE as: \"Grievance,\" \"Resentment,\" \"Complaint,\" \"Blame,\" or \"Discontent\"<br />Modern meaning has remained similar.",
  "甫": "甫 can be translated from around 300-200 BCE as: \"Beginning,\" \"Start\"<br />Modern meaning has largely remained similar.",
  "推": "推 can be translated from around 300-200 BCE as: \"To push,\" \"To promote,\" \"To endorse,\" or \"To advance\"<br />Modern meaning has evolved to include aspects of \"to extrapolate,\" \"to deduce,\" or \"to recommend.\"",
  "舟": "舟 can be translated from around 300-200 BCE as: \"Boat,\" \"Ship,\" \"Vessel,\" or \"Barge\"<br />Modern meaning has remained similar.",
  "兽": "兽 can be translated from around 300-200 BCE as: \"Animal,\" \"Beast,\" or \"Creature\"<br />Modern meaning has evolved to mean something subtly different, often denoting a wild or fierce animal, sometimes also used metaphorically.",
  "谁": "谁 can be translated from around 300-200 BCE as: \"Who,\" \"Whom\"  <br />Modern meaning has remained similar.",
  "方": "方 can be translated from around 300-200 BCE as: \"Square,\" \"Direction,\" \"Method,\" \"Region,\" or \"Just\"<br />Modern meaning has remained similar, often denoting \"Square,\" \"Direction,\" or \"Method.\"",
  "教": "教 can be translated from around 300-200 BCE as: \"To teach,\" \"Instruction,\" or \"Guidance\"<br />Modern meaning has evolved to mean: \"Education,\" \"To teach,\" or \"To instruct,\" remaining largely consistent.",
  "货": "货 can be translated from around 300-200 BCE as: \"Goods,\" \"Property,\" \"Wealth,\" or \"Treasures\"<br />Modern meaning is largely similar, focusing on \"Goods\" or \"Merchandise.\"",
  "穷": "穷 can be translated from around 300-200 BCE as: \"Exhaust,\" \"End,\" \"Poor,\" or \"Limited\"<br />Modern meaning has evolved to mean \"Poor\" as in lacking wealth.",
  "笑": "笑 can be translated from around 300-200 BCE as: \"Smile,\" \"Laughter\"<br />Modern meaning has remained similar.",
  "含": "含 can be translated from around 300-200 BCE as: \"Hold,\" \"Contain,\" \"Encompass,\" \"Include,\" or \"Embody\"<br />Modern meaning has remained similar in essence.",
  "饵": "饵 can be translated from around 300-200 BCE as: \"Bait,\" \"Food lure,\" or \"Enticement\"<br />Modern meaning has largely retained the original sense.",
  "全": "全 can be translated from around 300-200 BCE as: \"Complete,\" \"Whole,\" \"Entire,\" \"Preserve,\" or \"Integrity\"<br />Modern meaning has remained similar.",
  "欲": "欲 can be translated from around 300-200 BCE as: \"Desire,\" \"Craving,\" \"Longing,\" \"Wishing,\" or \"Wanting\"<br />Modern meaning has remained similar.",
  "筹": "筹 can be translated from around 300-200 BCE as: \"Plan,\" \"Strategize,\" or \"Calculate\"<br />Modern meaning has evolved to mean more specifically \"Chip,\" \"Counter,\" or \"筹码\" in a planning or strategic context.",
  "官": "官 can be translated from around 300-200 BCE as: \"Official,\" \"Officer,\" \"Government Functionary,\" \"Bureaucrat,\" or \"Public Servant\"<br />Modern meaning has remained similar.",
  "于": "于 can be translated from around 300-200 BCE as: \"In,\" \"At,\" \"From,\" \"By,\" or \"Than\"<br />Modern meaning has remained similar.",
  "尘": "尘 can be translated from around 300-200 BCE as: \"Dust,\" \"Motes,\" \"Earth,\" \"Filth,\" or \"Particles\"<br />Modern meaning has remained similar.",
  "作": "作 can be translated from around 300-200 BCE as: \"Act,\" \"Do,\" \"Make,\" \"Function,\" \"Role,\" or \"Perform\"<br />Modern meaning has remained largely similar.",
  "妖": "妖 can be translated from around 300-200 BCE as: \"Enchanting,\" \"Seductive,\" \"Strange,\" \"Supernatural,\" or \"Demonic\"<br />Modern meaning has evolved to include notions of \"Goblins\" or \"Monsters.\"",
  "玉": "玉 can be translated from around 300-200 BCE as: \"Jade,\" \"Precious stone,\" or \"Gem\"<br />Modern meaning has remained similar.",
  "敌": "敌 can be translated from around 300-200 BCE as: \"Adversary,\" \"Opponent,\" \"Rival,\" \"Enemy\"<br />Modern meaning has remained similar in context.",
  "舍": "舍 can be translated from around 300-200 BCE as: \"Abandon,\" \"Give up,\" \"Let go,\" or \"Relinquish\"<br />Modern meaning has evolved to mean something similar, also including \"House\" or \"Lodge.\"",
  "言": "言 can be translated from around 300-200 BCE as: \"Word,\" \"Speech,\" \"Statement,\" \"Expression,\" or \"Utterance\"<br />Modern meaning has remained similar, denoting \"speech\" or \"language.\"",
  "云": "云 can be translated from around 300-200 BCE as: \"To say,\" \"To speak,\" \"To express,\" \"Speech,\" or \"Words\"<br />Modern meaning has evolved to mean \"Cloud.\"",
  "反": "反 can be translated from around 300-200 BCE as: \"Return,\" \"Reversion,\" \"Opposition,\" \"Contrary,\" or \"Reverse\"<br />Modern meaning has evolved to also include \"Anti-\" or \"Against\" as a prefix indicating opposition or resistance.",
  "同": "同 can be translated from around 300-200 BCE as: \"Same,\" \"Together,\" \"Alike,\" \"Agree,\" or \"Share\"<br />Modern meaning has largely maintained the sense of \"same\" or \"together.\"",
  "锐": "锐 can be translated from around 300-200 BCE as: \"Sharp,\" \"Acuity,\" \"Keen,\" \"Pointed,\" or \"Incisive\"<br />Modern meaning has evolved to include aspects of \"Brilliance\" or \"Edge\" beyond physical sharpness.",
  "伎": "伎 can be translated from around 300-200 BCE as: \"Skill,\" \"Talent,\" \"Artifice,\" or \"Craft\"<br />Modern meaning has retained a similar essence but often refers to \"Performance\" or \"Acting.\"",
  "皦": "皦 can be translated from around 300-200 BCE as: \"Bright,\" \"Clear,\" \"Pure,\" \"Brilliant,\" or \"Radiant\"<br />Modern meaning has remained similar.",
  "燕": "燕 can be translated from around 300-200 BCE as: \"Swallow\" (the bird), \"feast,\" or \"banquet\"<br />Modern meaning has remained similar in referring to both the bird \"swallow\" and the concept of \"banquet.\"",
  "千": "千 can be translated from around 300-200 BCE as: \"Thousand\"<br />Modern meaning has remained similar.",
  "施": "施 can be translated from around 300-200 BCE as: \"To carry out,\" \"To apply,\" \"To bestow,\" \"To grant,\" or \"To enact\"<br />Modern meaning has remained relatively similar.",
  "啬": "啬 can be translated from around 300-200 BCE as: \"Frugal,\" \"Miserly,\" \"Sparing,\" \"Economical,\" or \"Stingy\"<br />Modern meaning has remained similar.",
  "狎": "狎 can be translated from around 300-200 BCE as: \"Familiar,\" \"Playful,\" \"Lascivious,\" \"Intimate,\" or \"Irreverent\"<br />Modern meaning has remained similar.",
  "彰": "彰 can be translated from around 300-200 BCE as: \"Display,\" \"Manifest,\" \"Make Clear,\" or \"Illuminate\"<br />Modern meaning has remained similar.",
  "凶": "凶 can be translated from around 300-200 BCE as: \"Ominous,\" \"Inauspicious,\" \"Malevolent,\" \"Fierce,\" or \"Evil\"<br />Modern meaning has remained similar.",
  "骤": "骤 can be translated from around 300-200 BCE as: \"Sudden,\" \"Abrupt,\" \"Rapid,\" or \"Swift\"<br />Modern meaning has evolved to include \"Sudden occurrence\" or \"Burst.\"",
  "奇": "奇 can be translated from around 300-200 BCE as: \"Unusual,\" \"Extraordinary,\" \"Rare,\" \"Strange,\" or \"Wondrous\"<br />Modern meaning has remained similar.",
  "明": "明 can be translated from around 300-200 BCE as: \"Bright,\" \"Clear,\" \"Understand,\" \"Illuminate,\" or \"Perceive\"<br />Modern meaning has remained similar.",
  "贤": "贤 can be translated from around 300-200 BCE as: \"Virtuous,\" \"Worthy,\" or \"Wise\"<br />Modern meaning has remained similar to its original sense.",
  "和": "和 can be translated from around 300-200 BCE as: \"Harmony,\" \"Peace,\" \"Union,\" or \"Balance\"<br />Modern meaning has remained similar.",
  "而": "而 can be translated from around 300-200 BCE as: \"And,\" \"But,\" \"Yet,\" \"Then,\" or \"Thus\"<br />Modern meaning has remained similar.",
  "道": "道 can be translated from around 300-200 BCE as: \"Way,\" \"Path,\" \"Principle,\" \"Teaching,\" or \"Method\"<br />Modern meaning has largely remained similar, incorporating additional connotations such as \"Tao\" in philosophical contexts.",
  "愈": "愈 can be translated from around 300-200 BCE as: \"Heal,\" \"Recover,\" \"Improve,\" \"Surpass,\" or \"Increase\"<br />Modern meaning has evolved to mean something subtly similar.",
  "剑": "剑 can be translated from around 300-200 BCE as: \"Sword,\" \"Blade,\" or \"Dagger\"<br />Modern meaning has remained similar, predominantly meaning \"Sword.\"",
  "善": "善 can be translated from around 300-200 BCE as: \"Good,\" \"Virtuous,\" \"Skilled,\" \"Adept,\" or \"Benevolent\"<br />Modern meaning has remained similar, still emphasizing goodness and skill.",
  "民": "民 can be translated from around 300-200 BCE as: \"People,\" \"Commoners,\" \"The Masses,\" \"Citizens,\" or \"Subjects\"<br />Modern meaning has remained similar.",
  "害": "害 can be translated from around 300-200 BCE as: \"Harm,\" \"Injury,\" \"Ill,\" \"Evil,\" or \"Calamity\"<br />Modern meaning has remained similar.",
  "镇": "镇 can be translated from around 300-200 BCE as: \"Calm,\" \"Tranquil,\" \"Pacify,\" or \"Suppress\"<br />Modern meaning has evolved to primarily mean \"Town\" or \"Subdue.\"",
  "五": "五 can be translated from around 300-200 BCE as: \"Five\"<br />Modern meaning has remained similar.",
  "惚": "惚 can be translated from around 300-200 BCE as: \"Obscured,\" \"Unclear,\" \"Confused,\" \"Inattentive,\" or \"Neglectful\"<br />Modern meaning has remained similar.",
  "木": "木 can be translated from around 300-200 BCE as: \"Tree,\" \"Wood,\" \"Timber,\" or \"Plant\"<br />Modern meaning has remained similar.",
  "细": "细 can be translated from around 300-200 BCE as: \"Fine,\" \"Subtle,\" \"Minute,\" \"Delicate,\" or \"Detailed\"<br />Modern meaning has remained similar.",
  "牡": "牡 can be translated from around 300-200 BCE as: \"Male Animal,\" \"Male\" (specifically referring to male of a species)<br />Modern meaning has remained largely similar.",
  "垢": "垢 can be translated from around 300-200 BCE as: \"Dirt,\" \"Filth,\" \"Stain,\" \"Defilement,\" or \"Impurity\"<br />Modern meaning has remained similar in essence.",
  "牖": "牖 can be translated from around 300-200 BCE as: \"Window\" or \"Opening\"<br />Modern meaning has remained similar.",
  "多": "多 can be translated from around 300-200 BCE as: \"Many,\" \"Much,\" \"Abundance,\" \"Plentiful,\" or \"Excess\"<br />Modern meaning has largely remained consistent.",
  "受": "受 can be translated from around 300-200 BCE as: \"Receive,\" \"Accept,\" \"Undergo,\" or \"Endure\"<br />Modern meaning has remained similar in meaning.",
  "亦": "亦 can be translated from around 300-200 BCE as: \"Also,\" \"Likewise,\" \"Too,\" or \"Similarly\"<br />Modern meaning has remained consistent.",
  "被": "被 can be translated from around 300-200 BCE as: \"Quilt,\" \"Cover,\" \"Blanket,\" or \"To be subject to\"<br />Modern meaning has evolved to include \"passive voice marker.\"",
  "载": "载 can be translated from around 300-200 BCE as: \"Record,\" \"Carry,\" \"Convey,\" \"Hold,\" or \"Support\"<br />Modern meaning has evolved to also include \"Year\" or \"Season.\"",
  "怠": "怠 can be translated from around 300-200 BCE as: \"Idle,\" \"Negligent,\" \"Sluggish,\" \"Careless,\" or \"Neglectful\"<br />Modern meaning has evolved to mean \"Laziness\" or \"Indifference.\"",
  "域": "域 can be translated from around 300-200 BCE as: \"Region,\" \"Territory,\" \"Boundary,\" or \"Domain\"<br />Modern meaning has remained similar, also encompassing concepts like \"Area\" or \"Field.\"",
  "顽": "顽 can be translated from around 300-200 BCE as: \"Stubborn,\" \"Obstinate,\" \"Unyielding,\" or \"Intransigent\"<br />Modern meaning has remained similar, indicating \"stubborn\" or \"playfully mischievous.\"",
  "爽": "爽 can be translated from around 300-200 BCE as: \"Bright,\" \"Clear,\" \"Pleasant,\" or \"Refreshing\"<br />Modern meaning has evolved to mean a heightened sense of clarity or freshness, often used to describe an agreeable feeling.",
  "先": "先 can be translated from around 300-200 BCE as: \"First,\" \"Foremost,\" \"Preceding,\" or \"Ahead\"<br />Modern meaning has remained similar.",
  "长": "长 can be translated from around 300-200 BCE as: \"Long,\" \"Enduring,\" \"Constant,\" \"Lasting,\" or \"Eternal\"<br />Modern meaning has evolved to include \"Grow\" or \"Chief.\"",
  "行": "行 can be translated from around 300-200 BCE as: \"Walk,\" \"Go,\" \"Travel,\" \"Conduct,\" or \"Move\"<br />Modern meaning has evolved to include \"Behavior,\" \"Line,\" \"Row,\" \"OK,\" or \"Capable.\"",
  "早": "早 can be translated from around 300-200 BCE as: \"Early,\" \"Morning,\" or \"Soon\"<br />Modern meaning has remained similar.",
  "熙": "熙 can be translated from around 300-200 BCE as: \"Bright,\" \"Prosperous,\" \"Glorious,\" or \"Radiant\"<br />Modern meaning has largely remained similar.",
  "私": "私 can be translated from around 300-200 BCE as: \"Private,\" \"Personal,\" \"Selfish,\" \"Hidden,\" or \"Secret\"<br />Modern meaning has remained similar.",
  "冬": "冬 can be translated from around 300-200 BCE as: \"Winter\" or \"Cold Season\"<br />Modern meaning has remained similar.",
  "聋": "聋 can be translated from around 300-200 BCE as: \"Deafness,\" \"Lack of Hearing,\" or \"Inability to Hear\"<br />Modern meaning has remained similar.",
  "举": "举 can be translated from around 300-200 BCE as: \"Raise,\" \"Lift,\" \"Elevate,\" \"Mobilize,\" or \"Propose\"<br />Modern meaning has evolved to include additional uses such as \"Conduct\" or \"Commence.\"",
  "四": "四 can be translated from around 300-200 BCE as: \"Four\"<br />Modern meaning has remained similar, still primarily meaning \"Four.\"",
  "生": "生 can be translated from around 300-200 BCE as: \"Arise,\" \"Begin,\" \"Give Birth,\" \"Generate,\" \"Live,\" or \"Grow\"<br />Modern meaning has generally remained similar.",
  "丈": "丈 can be translated from around 300-200 BCE as: \"Ten Feet,\" \"Measurement,\" or \"Husband\"<br />Modern meaning has remained similar.",
  "迷": "迷 can be translated from around 300-200 BCE as: \"Deluded,\" \"Perplexed,\" or \"Confused\"<br />Modern meaning has remained similar, often still meaning \"to be lost\" or \"to be confused.\"",
  "师": "师 can be translated from around 300-200 BCE as: \"Teacher,\" \"Master,\" \"Army,\" \"Troop,\" or \"Military\"<br />Modern meaning has evolved to primarily mean \"Teacher\" or \"Master.\"",
  "俨": "俨 can be translated from around 300-200 BCE as: \"Solemn,\" \"Dignified,\" \"Grave,\" \"Majestic,\" or \"Serious\"<br />Modern meaning has remained similar.",
  "用": "用 can be translated from around 300-200 BCE as: \"Use,\" \"Employ,\" \"Expend,\" or \"Operate\"<br />Modern meaning has remained similar.",
  "虎": "虎 can be translated from around 300-200 BCE as: \"Tiger\"<br />Modern meaning has largely remained the same.",
  "偷": "偷 can be translated from around 300-200 BCE as: \"Steal,\" \"Sneak,\" \"Secretive\" or \"Hidden\"<br />Modern meaning has evolved to focus on the concept of \"Theft\" or \"Stealing.\"",
  "橐": "橐 can be translated from around 300-200 BCE as: \"Bellows\" or \"Bag\"<br />Modern meaning has remained similar.",
  "绵": "绵 can be translated from around 300-200 BCE as: \"Soft,\" \"Continuous,\" \"Unbroken,\" or \"Interwoven\"<br />Modern meaning has remained similar to mean \"Soft\" or \"Continuous.\"",
  "补": "补 can be translated from around 300-200 BCE as: \"Mend,\" \"Repair,\" \"Fill,\" \"Supply,\" or \"Supplement\"<br />Modern meaning has remained similar.",
  "恒": "恒 can be translated from around 300-200 BCE as: \"Constant,\" \"Perpetual,\" \"Eternal,\" \"Unchanging,\" or \"Steady\"<br />Modern meaning has remained similar.",
  "乃": "乃 can be translated from around 300-200 BCE as: \"Thus,\" \"Then,\" \"So,\" \"In order to,\" or \"Therefore\"<br />Modern meaning has remained similar.",
  "无": "无 can be translated from around 300-200 BCE as: \"Nonexistence,\" \"Not having,\" \"Lack,\" \"Negation,\" or \"Without\"<br />Modern meaning has remained similar.",
  "富": "富 can be translated from around 300-200 BCE as: \"Wealth,\" \"Abundance,\" \"Prosperity,\" or \"Richness\"<br />Modern meaning has remained similar.",
  "释": "释 can be translated from around 300-200 BCE as: \"Explanation,\" \"Interpretation,\" \"Release,\" or \"Unbind\"<br />Modern meaning has evolved to mean \"Explain\" or \"Release,\" but retains similar interpretations.",
  "杀": "杀 can be translated from around 300-200 BCE as: \"Kill,\" \"Slay,\" \"Murder,\" \"Destroy,\" or \"Execute\"<br />Modern meaning has remained similar, primarily focusing on the concept of \"Kill\" or \"Slay.\"",
  "鱼": "鱼 can be translated from around 300-200 BCE as: \"Fish\"<br />Modern meaning has remained similar in meaning.",
  "刍": "刍 can be translated from around 300-200 BCE as: \"Grass,\" \"Fodder,\" \"Herbage,\" or \"Feed\"<br />Modern meaning has remained similar.",
  "非": "非 can be translated from around 300-200 BCE as: \"Not,\" \"Non-,\" \"Opposite,\" \"Wrong,\" or \"Negative\"<br />Modern meaning has remained similar.",
  "饮": "饮 can be translated from around 300-200 BCE as: \"Drink,\" \"Absorb,\" \"Take in,\" or \"Quench\"<br />Modern meaning has remained similar.",
  "屈": "屈 can be translated from around 300-200 BCE as: \"Bend,\" \"Yield,\" \"Submit,\" \"Subdue,\" or \"Curve\"<br />Modern meaning has remained similar.",
  "金": "金 can be translated from around 300-200 BCE as: \"Metal,\" \"Gold,\" \"Valuable,\" or \"Treasure\"<br />Modern meaning has remained relatively similar, often directly referring to \"Gold\" or \"Metal.\"",
  "勇": "勇 can be translated from around 300-200 BCE as: \"Courage,\" \"Bravery,\" \"Valor,\" or \"Boldness\"<br />Modern meaning has largely remained similar.",
  "弃": "弃 can be translated from around 300-200 BCE as: \"Abandon,\" \"Forsake,\" \"Relinquish,\" \"Discard,\" or \"Renounce\"<br />Modern meaning has remained similar.",
  "相": "相 can be translated from around 300-200 BCE as: \"Mutual,\" \"Assist,\" \"Appearance,\" \"Observe,\" or \"Minister\"<br />Modern meaning has evolved to include \"Phase\" or \"Mutual.\"",
  "是": "是 can be translated from around 300-200 BCE as: \"This,\" \"Right,\" \"Correct,\" \"Indeed,\" or \"Yes\"<br />Modern meaning has evolved to mean \"Is\" or \"To Be.\"",
  "客": "客 can be translated from around 300-200 BCE as: \"Guest,\" \"Visitor,\" \"Stranger,\" \"Customer,\" or \"Traveler\"<br />Modern meaning has remained similar.",
  "式": "式 can be translated from around 300-200 BCE as: \"Formula,\" \"Pattern,\" \"Model,\" \"Style,\" or \"Ceremony\"<br />Modern meaning has remained similar.",
  "寥": "寥 can be translated from around 300-200 BCE as: \"Few,\" \"Sparse,\" \"Empty,\" \"Desolate,\" or \"Rare\"<br />Modern meaning has remained similar.",
  "置": "置 can be translated from around 300-200 BCE as: \"To place,\" \"To set,\" \"To position,\" \"To arrange,\" or \"To establish\"<br />Modern meaning has largely remained similar.",
  "也": "也 can be translated from around 300-200 BCE as: \"Also,\" \"Too,\" \"Is,\" \"Indeed,\" or \"Certainly\"<br />Modern meaning has remained similar.",
  "妄": "妄 can be translated from around 300-200 BCE as: \"Reckless,\" \"Presumptuous,\" \"Deluded,\" \"Arbitrary,\" or \"False\"<br />Modern meaning has remained similar.",
  "褐": "褐 can be translated from around 300-200 BCE as: \"Brown\" or \"Coarse cloth\"<br />Modern meaning has remained similar as \"Brown\" or refers to \"Coarse cloth\" or \"Humble clothing.\"",
  "邦": "邦 can be translated from around 300-200 BCE as: \"State,\" \"Nation,\" or \"Country\"<br />Modern meaning has remained similar.",
  "割": "割 can be translated from around 300-200 BCE as: \"Divide,\" \"Cut,\" \"Separate,\" \"Sever,\" or \"Carve\"<br />Modern meaning has remained similar to mean \"cut,\" \"slice,\" or \"divide.\"",
  "表": "表 can be translated from around 300-200 BCE as: \"Outward Appearance,\" \"Manifestation,\" \"Surface,\" or \"Exterior\"<br />Modern meaning has evolved to include concepts such as \"Table,\" \"Chart,\" \"Diagram,\" \"Watch,\" and \"Meter.\"",
  "高": "高 can be translated from around 300-200 BCE as: \"High,\" \"Lofty,\" \"Tall,\" or \"Superior\"<br />Modern meaning has remained similar.",
  "臂": "臂 can be translated from around 300-200 BCE as: \"Arm,\" \"Forearm,\" or \"Upper Arm\"<br />Modern meaning has remained similar.",
  "彻": "彻 can be translated from around 300-200 BCE as: \"Thorough,\" \"Penetrate,\" \"Permeate,\" or \"Clear\"<br />Modern meaning has remained similar.",
  "覆": "覆 can be translated from around 300-200 BCE as: \"Cover,\" \"Overthrow,\" \"Return,\" \"Reverse,\" or \"Turn Back\"<br />Modern meaning has remained similar.",
  "古": "古 can be translated from around 300-200 BCE as: \"Ancient,\" \"Old,\" \"Past,\" or \"Bygone\"<br />Modern meaning has remained similar.",
  "子": "子 can be translated from around 300-200 BCE as: \"Master,\" \"Philosopher,\" \"Son,\" \"Child,\" \"Seed,\" or \"Person of high standing\"<br />Modern meaning has evolved to also include familial and numeral contexts, but retains some original meanings.",
  "损": "损 can be translated from around 300-200 BCE as: \"Diminish,\" \"Decrease,\" \"Reduce,\" or \"Lessen\"<br />Modern meaning has remained similar.",
  "弗": "弗 can be translated from around 300-200 BCE as: \"Not,\" \"Does Not,\" \"Is Not,\" \"Has Not,\" or \"No\"<br />Modern meaning has remained similar.",
  "哉": "哉 can be translated from around 300-200 BCE as: \"Exclamatory particle,\" \"Indeed,\" \"Alas,\" \"Ah,\" or \"Oh\"<br />Modern meaning has remained largely similar.",
  "。": "。 can be translated from around 300-200 BCE as: \"Full Stop,\" \"Period,\" \"Mark of Pause,\" or \"End of Sentence\"<br />Modern meaning has evolved to remain similar in meaning.",
  "上": "上 can be translated from around 300-200 BCE as: \"Superior,\" \"Above,\" \"Ascend,\" \"Upper,\" or \"Higher\"<br />Modern meaning has remained largely similar.",
  "黑": "黑 can be translated from around 300-200 BCE as: \"Black,\" \"Dark,\" \"Obscure,\" \"Mysterious,\" or \"Hidden\"<br />Modern meaning has remained similar.",
  "见": "见 can be translated from around 300-200 BCE as: \"To see,\" \"To perceive,\" \"To observe,\" \"To meet,\" or \"To appear\"<br />Modern meaning has remained relatively similar.",
  "没": "没 can be translated from around 300-200 BCE as: \"Disappearance,\" \"Non-being,\" \"Negation,\" or \"Absence\"<br />Modern meaning has evolved to include \"Not have,\" \"Did not,\" \"Without,\" or \"Sunk/Sink.\"",
  "足": "足 can be translated from around 300-200 BCE as: \"Enough,\" \"Sufficient,\" \"Ample,\" \"Adequate,\" or \"Fulfillment\"<br />Modern meaning has evolved to mean \"Foot\" or \"Leg,\" but still retains meanings like \"Enough\" or \"Sufficient\" in certain contexts.",
  "寸": "寸 can be translated from around 300-200 BCE as: \"Inch,\" \"Small unit of measurement,\" or \"Short distance\"<br />Modern meaning has remained similar.",
  "尚": "尚 can be translated from around 300-200 BCE as: \"Esteem,\" \"Honor,\" \"Value,\" \"Noble,\" or \"Ascend\"<br />Modern meaning has largely remained similar.",
  "公": "公 can be translated from around 300-200 BCE as: \"Impartial,\" \"Fair,\" \"Public,\" \"Duke,\" or \"Common\"<br />Modern meaning has largely remained similar.",
  "露": "露 can be translated from around 300-200 BCE as: \"Dew,\" \"Exposed,\" \"Revealed,\" or \"Manifest\"<br />Modern meaning has evolved to generally mean \"Dew\" or \"Exposed.\"",
  "昭": "昭 can be translated from around 300-200 BCE as: \"Illuminate,\" \"Bright,\" \"Manifest,\" \"Clear,\" or \"Reveal\"<br />Modern meaning has remained similar.",
  "望": "望 can be translated from around 300-200 BCE as: \"Look,\" \"Gaze,\" \"Hope,\" \"Expect,\" or \"Aspire\"<br />Modern meaning has evolved to generally mean \"Look at,\" \"Hope for,\" \"Expect,\" or \"View with anticipation.\"",
  "辱": "辱 can be translated from around 300-200 BCE as: \"Disgrace,\" \"Humiliation,\" \"Shame,\" or \"Insult\"<br />Modern meaning has remained similar.",
  "君": "君 can be translated from around 300-200 BCE as: \"Lord,\" \"Monarch,\" \"Noble,\" \"Leader,\" or \"Ruler\"<br />Modern meaning has evolved to include connotations of \"Gentleman\" or \"You\" (formal).",
  "乡": "乡 can be translated from around 300-200 BCE as: \"Village,\" \"Countryside,\" or \"Hometown\"<br />Modern meaning has remained similar.",
  "噭": "噭 can be translated from around 300-200 BCE as: \"Cry,\" \"Shout,\" \"Scream,\" or \"Yell\"<br />Modern meaning has remained similar.",
  "丰": "丰 can be translated from around 300-200 BCE as: \"Abundance,\" \"Bountiful,\" \"Rich,\" \"Lush,\" or \"Plentiful\"<br />Modern meaning has remained similar.",
  "爱": "爱 can be translated from around 300-200 BCE as: \"Affection,\" \"Kindness,\" \"Compassion,\" or \"Care\"<br />Modern meaning has evolved to encompass \"Love\" in a broader romantic and familial sense.",
  "过": "过 can be translated from around 300-200 BCE as: \"Mistake,\" \"Excess,\" \"Transgression,\" or \"Error\"<br />Modern meaning has evolved to mean \"Pass,\" \"Surpass,\" or \"Exceed.\"",
  "厚": "厚 can be translated from around 300-200 BCE as: \"Thick,\" \"Generous,\" \"Profound,\" \"Substantial,\" or \"Abundant\"<br />Modern meaning has remained similar in meaning.",
  "采": "采 can be translated from around 300-200 BCE as: \"Plucking,\" \"Gathering,\" \"Harvesting,\" or \"Taking up\"<br />Modern meaning has evolved to mean \"Collecting,\" \"Picking,\" or \"Mining.\"",
  "柢": "柢 can be translated from around 300-200 BCE as: \"Root,\" \"Base,\" or \"Foundation\"<br />Modern meaning has remained similar.",
  "驷": "驷 can be translated from around 300-200 BCE as: \"Team of four horses,\" \"Four-horse carriage,\" or \"Four-horse chariot.\"<br />Modern meaning has remained similar.",
  "槁": "槁 can be translated from around 300-200 BCE as: \"Withered,\" \"Dry,\" \"Shriveled,\" or \"Wasted\"<br />Modern meaning has remained similar.",
  "咎": "咎 can be translated from around 300-200 BCE as: \"Blame,\" \"Fault,\" \"Guilt,\" \"Misconduct,\" or \"Transgression\"<br />Modern meaning has remained similar in essence.",
  "二": "二 can be translated from around 300-200 BCE as: \"Two\" or \"Second\"<br />Modern meaning has remained similar.",
  "呈": "呈 can be translated from around 300-200 BCE as: \"Display,\" \"Show forth,\" \"Present,\" or \"Manifest\"<br />Modern meaning has remained similar as \"Present\" or \"Submit.\"",
  "攻": "攻 can be translated from around 300-200 BCE as: \"To attack,\" \"To assault,\" \"To strike,\" \"To raid,\" or \"To conquer\"<br />Modern meaning has remained similar.",
  "安": "安 can be translated from around 300-200 BCE as: \"Peace,\" \"Calm,\" \"Stillness,\" \"Quiet,\" or \"Safety\"<br />Modern meaning has remained largely similar.",
  "腹": "腹 can be translated from around 300-200 BCE as: \"Belly,\" \"Abdomen,\" \"Inside,\" \"Stomach,\" or \"Interior\"<br />Modern meaning has remained similar.",
  "此": "此 can be translated from around 300-200 BCE as: \"This,\" \"Here,\" \"These,\" or \"At hand\"<br />Modern meaning has remained similar.",
  "动": "动 can be translated from around 300-200 BCE as: \"Move,\" \"Stir,\" \"Act,\" or \"Shift\"<br />Modern meaning has remained similar, still generally indicating motion or change.",
  "拔": "拔 can be translated from around 300-200 BCE as: \"Pull,\" \"Extract,\" \"Uproot,\" \"Pluck,\" or \"Remove\"<br />Modern meaning has remained similar with slight contextual expansions like \"Promote\" or \"Select.\"",
  "时": "时 can be translated from around 300-200 BCE as: \"Time,\" \"Season,\" \"Timeliness,\" \"Opportunity,\" or \"Occasion.\"<br />Modern meaning has largely remained similar, often meaning \"Time\" or \"Moment.\"",
  "首": "首 can be translated from around 300-200 BCE as: \"Head,\" \"Leader,\" \"Chief,\" \"Beginning,\" or \"First\"<br />Modern meaning has evolved to retain these meanings but is more frequently used to indicate \"First\" or \"Head\" as in titles or positions, such as \"Prime Minister.\"",
  "久": "久 can be translated from around 300-200 BCE as: \"Long-lasting,\" \"Enduring,\" \"Permanent,\" or \"Eternal\"<br />Modern meaning has remained similar.",
  "迎": "迎 can be translated from around 300-200 BCE as: \"To welcome,\" \"To meet,\" \"To greet,\" or \"To receive\"<br />Modern meaning remains similar, generally used as \"to welcome\" or \"to meet.\"",
  "惑": "惑 can be translated from around 300-200 BCE as: \"Confusion,\" \"Perplexity,\" \"Bewilderment,\" \"Delusion,\" or \"Doubt\"<br />Modern meaning remains similar, encompassing \"Confusion\" or \"Puzzle.\"",
  "悲": "悲 can be translated from around 300-200 BCE as: \"Sorrow,\" \"Sadness,\" \"Grief,\" or \"Melancholy\"<br />Modern meaning has remained similar.",
  "奢": "奢 can be translated from around 300-200 BCE as: \"Excess,\" \"Extravagance,\" \"Luxury,\" \"Profligacy,\" or \"Overindulgence\"<br />Modern meaning has remained similar with an emphasis on \"Luxury\" and \"Extravagance.\"",
  "外": "外 can be translated from around 300-200 BCE as: \"Outside,\" \"External,\" \"Beyond,\" \"Outer,\" or \"Exterior\"<br />Modern meaning has remained similar in meaning.",
  "刃": "刃 can be translated from around 300-200 BCE as: \"Blade,\" \"Edge,\" \"Sword,\" \"Knife,\" or \"Weapon\"<br />Modern meaning remains similar in referring to sharp instruments.",
  "洼": "洼 can be translated from around 300-200 BCE as: \"Low,\" \"Hollow,\" \"Depression,\" or \"Sunken\"<br />Modern meaning has remained similar.",
  "亡": "亡 can be translated from around 300-200 BCE as: \"To die,\" \"To perish,\" \"To lose,\" \"To flee,\" or \"Lost\"  <br />Modern meaning has remained similar.",
  "诺": "诺 can be translated from around 300-200 BCE as: \"Promise,\" \"Consent,\" \"Agree,\" \"Assent,\" or \"Yes\"<br />Modern meaning has remained similar.",
  "居": "居 can be translated from around 300-200 BCE as: \"Dwell,\" \"Reside,\" \"Abide,\" \"Stay,\" or \"Live\"<br />Modern meaning has remained similar.",
  "持": "持 can be translated from around 300-200 BCE as: \"Hold,\" \"Maintain,\" \"Grasp,\" \"Sustain,\" or \"Endure\"<br />Modern meaning has remained similar.",
  "活": "活 can be translated from around 300-200 BCE as: \"Life,\" \"Alive,\" \"Living,\" \"Vitality,\" or \"Motion\"<br />Modern meaning has remained similar.",
  "观": "观 can be translated from around 300-200 BCE as: \"Observe,\" \"Contemplate,\" \"View,\" \"See,\" or \"Watch\"<br />Modern meaning has remained similar, generally related to observation and viewing.",
  "成": "成 can be translated from around 300-200 BCE as: \"To complete,\" \"To accomplish,\" \"To become,\" or \"To succeed\"<br />Modern meaning has remained largely similar.",
  "家": "家 can be translated from around 300-200 BCE as: \"House,\" \"Home,\" \"Family,\" or \"Household\"<br />Modern meaning has largely remained similar.",
  "盗": "盗 can be translated from around 300-200 BCE as: \"Robber,\" \"Thief,\" \"Bandit,\" \"Steal,\" or \"Plunder\"<br />Modern meaning has remained similar.",
  "次": "次 can be translated from around 300-200 BCE as: \"Order,\" \"Sequence,\" \"Position,\" \"Second,\" or \"Next\"<br />Modern meaning has evolved to mean something subtly different, specifically relating to \"times\" or \"occurrences.\"",
  "贱": "贱 can be translated from around 300-200 BCE as: \"Lowly,\" \"Humble,\" \"Base,\" or \"Cheap\"<br />Modern meaning has evolved to mean \"Despicable\" or \"Low in value or price.\"",
  "养": "养 can be translated from around 300-200 BCE as: \"Nourish,\" \"Cultivate,\" \"Rear,\" \"Support,\" or \"Raise\"<br />Modern meaning has remained similar, encompassing \"Nurture\" or \"Provide for.\"",
  "病": "病 can be translated from around 300-200 BCE as: \"Illness,\" \"Disease,\" \"Defect,\" \"Malady,\" or \"Suffering\"<br />Modern meaning has remained similar to these earlier interpretations, focusing on \"illness\" or \"sickness.\"",
  "川": "川 can be translated from around 300-200 BCE as: \"River,\" \"Stream,\" or \"Watercourse\"<br />Modern meaning has remained similar.",
  "彼": "彼 can be translated from around 300-200 BCE as: \"That,\" \"Those,\" or \"He/She\"<br />Modern meaning has remained similar.",
  "皆": "皆 can be translated from around 300-200 BCE as: \"All,\" \"Every,\" \"Everyone,\" \"Entirety,\" or \"Altogether\"<br />Modern meaning has remained similar.",
  "贵": "贵 can be translated from around 300-200 BCE as: \"Value,\" \"Precious,\" \"Esteem,\" \"Honor,\" or \"Noble\"<br />Modern meaning has remained similar.",
  "罪": "罪 can be translated from around 300-200 BCE as: \"Crime,\" \"Guilt,\" \"Offense,\" or \"Fault\"<br />Modern meaning has remained similar.",
  "寿": "寿 can be translated from around 300-200 BCE as: \"Longevity,\" \"Long Life,\" \"Life Span,\" or \"Duration of Life\"<br />Modern meaning has remained similar to mean \"Longevity\" or \"Life Span.\"",
  "谪": "谪 can be translated from around 300-200 BCE as: \"Exile,\" \"Banishment,\" \"Relegation,\" \"Demotion,\" or \"Censure\"<br />Modern meaning has evolved to mean something akin to \"Demotion due to offense\" or \"Censure.\"",
  "怀": "怀 can be translated from around 300-200 BCE as: \"Embrace,\" \"Cherish,\" \"Harbor,\" or \"Hold in mind\"<br />Modern meaning has remained similar.",
  "达": "达 can be translated from around 300-200 BCE as: \"Reach,\" \"Achieve,\" \"Arrive,\" \"Attain,\" or \"Comprehend\"<br />Modern meaning has evolved to include \"Express,\" \"Communicate,\" or \"Pass through.\"",
  "年": "年 can be translated from around 300-200 BCE as: \"Year,\" \"Harvest,\" \"Age,\" or \"Time\"<br />Modern meaning has remained similar.",
  "凿": "凿 can be translated from around 300-200 BCE as: \"Cut,\" \"Chisel,\" \"Bore,\" \"Pierce,\" or \"Carve\"<br />Modern meaning has remained similar.",
  "胜": "胜 can be translated from around 300-200 BCE as: \"Excel,\" \"Overcome,\" \"Win,\" \"Triumph,\" or \"Conquer\"<br />Modern meaning has remained similar.",
  "异": "异 can be translated from around 300-200 BCE as: \"Different,\" \"Strange,\" \"Unusual,\" \"Odd,\" or \"Distinct\"<br />Modern meaning has remained similar.",
  "闷": "闷 can be translated from around 300-200 BCE as: \"Depressed,\" \"Frustrated,\" \"Gloomy,\" \"Repressed,\" or \"Oppressed\"<br />Modern meaning has evolved to mean something subtly different, such as \"Bored\" or \"Stuffy.\"",
  "坚": "坚 can be translated from around 300-200 BCE as: \"Strong,\" \"Firm,\" \"Solid,\" or \"Unyielding\"<br />Modern meaning has remained similar.",
  "疵": "疵 can be translated from around 300-200 BCE as: \"Flaw,\" \"Defect,\" \"Blemish,\" \"Imperfection,\" or \"Fault\"<br />Modern meaning has mostly remained similar.",
  "欤": "欤 can be translated from around 300-200 BCE as: \"Indeed,\" \"Truly,\" \"Is it?\" \"Perhaps,\" or \"To express uncertainty\"<br />Modern meaning has evolved to mean something more like an archaic or literary particle for rhetorical questioning.",
  "骨": "骨 can be translated from around 300-200 BCE as: \"Bone,\" \"Essence,\" or \"Structure\"<br />Modern meaning has remained consistent.",
  "伐": "伐 can be translated from around 300-200 BCE as: \"Attack,\" \"Strike,\" \"Cut down,\" \"Warfare,\" or \"Deforestation\"<br />Modern meaning has remained similar.",
  "风": "风 can be translated from around 300-200 BCE as: \"Wind,\" \"Breeze,\" or \"Air\"<br />Modern meaning remains similar, primarily meaning \"Wind.\"",
  "税": "税 can be translated from around 300-200 BCE as: \"Tax\" or \"Levy\"<br />Modern meaning has remained similar, primarily referring to \"Tax\".",
  "名": "名 can be translated from around 300-200 BCE as: \"Name,\" \"Fame,\" \"Renown,\" \"Title,\" or \"Reputation\"<br />Modern meaning has remained similar in meaning.",
  "辞": "辞 can be translated from around 300-200 BCE as: \"Resign,\" \"Dismiss,\" \"Reject,\" \"Words,\" or \"Speech\"<br />Modern meaning has evolved to include \"Word,\" \"Expression,\" \"Statement,\" or \"Farewell.\"",
  "嗄": "嗄 can be translated from around 300-200 BCE as: \"To be hoarse\" or \"Coarse-voiced\"  <br />Modern meaning has evolved to include \"an expression of surprise or inquiry.\"",
  "开": "开 can be translated from around 300-200 BCE as: \"Open,\" \"Begin,\" \"Unfold,\" \"Initiate,\" or \"Dispel\"<br />Modern meaning has remained similar in the context of \"Open\" and \"Begin,\" but has expanded to encompass new contexts like \"Operate\" or \"Turn on (devices).\"",
  "普": "普 can be translated from around 300-200 BCE as: \"Universal,\" \"Widespread,\" \"Common,\" or \"General\"<br />Modern meaning has largely remained similar, denoting \"Universal\" or \"General.\"",
  "众": "众 can be translated from around 300-200 BCE as: \"Multitude,\" \"People,\" \"Masses,\" \"Crowd,\" or \"Many\"<br />Modern meaning has remained similar.",
  "缺": "缺 can be translated from around 300-200 BCE as: \"Lack,\" \"Deficiency,\" \"Insufficiency,\" or \"Want\"<br />Modern meaning has evolved to also include \"Incompletion,\" and \"Absence.\"",
  "学": "学 can be translated from around 300-200 BCE as: \"Imitation,\" \"Learning,\" or \"Study\"<br />Modern meaning has evolved to mean \"Education,\" \"Learning,\" or \"Study.\"",
  "以": "以 can be translated from around 300-200 BCE as: \"With,\" \"Using,\" \"By means of,\" \"In order to,\" or \"For.\"<br />Modern meaning has remained similar, encompassing concepts like \"by,\" \"with,\" and \"to use.\"",
  "深": "深 can be translated from around 300-200 BCE as: \"Profound,\" \"Deep,\" \"Fathomless,\" \"Immense,\" or \"Mysterious\"<br />Modern meaning has remained similar in conveying depth or profoundness.",
  "，": "， can be translated from around 300-200 BCE as: \"Separation,\" \"Pause,\" \"Break,\" or \"Division\"<br />Modern meaning has evolved to mean a punctuation mark indicating a pause.",
  "且": "且 can be translated from around 300-200 BCE as: \"Moreover,\" \"But,\" \"And,\" or \"Furthermore\"<br />Modern meaning has remained similar, often indicating \"also\" or \"in addition.\"",
  "示": "示 can be translated from around 300-200 BCE as: \"To show,\" \"To indicate,\" \"To manifest,\" or \"To display\"<br />Modern meaning has remained similar.",
  "走": "走 can be translated from around 300-200 BCE as: \"Run,\" \"Walk,\" \"Flee,\" \"Move,\" or \"Travel\"<br />Modern meaning has remained similar.",
  "臣": "臣 can be translated from around 300-200 BCE as: \"Subject,\" \"Official,\" \"Minister,\" \"Servant,\" or \"Vassal\"<br />Modern meaning has remained relatively similar.",
  "必": "必 can be translated from around 300-200 BCE as: \"Inevitably,\" \"Certainly,\" \"Must,\" \"Necessarily,\" or \"Surely\"<br />Modern meaning has remained similar.",
  "负": "负 can be translated from around 300-200 BCE as: \"To carry on the back,\" \"To bear,\" \"To shoulder,\" or \"To take on\"<br />Modern meaning has evolved to include \"To lose,\" \"To owe,\" \"Negative,\" or \"Burdened.\"",
  "遇": "遇 can be translated from around 300-200 BCE as: \"Encounter,\" \"Meet,\" \"Come across,\" \"Experience.\"<br />Modern meaning has remained similar, denoting \"to meet\" or \"to encounter.\"",
  "强": "强 can be translated from around 300-200 BCE as: \"Strong,\" \"Powerful,\" \"Forceful,\" or \"Vigorous\"<br />Modern meaning has remained similar.",
  "当": "当 can be translated from around 300-200 BCE as: \"Appropriate,\" \"Fitting,\" \"Suitable,\" \"Proper,\" or \"Should\"<br />Modern meaning has evolved to also include \"To be,\" \"To serve as,\" \"Ought to,\" or \"At (a location or time).\"",
  "智": "智 can be translated from around 300-200 BCE as: \"Wisdom,\" \"Intelligence,\" \"Insight,\" or \"Understanding\"<br />Modern meaning has remained similar.",
  "知": "知 can be translated from around 300-200 BCE as: \"Know,\" \"Perceive,\" or \"Awareness\"<br />Modern meaning has remained similar.",
  "网": "网 can be translated from around 300-200 BCE as: \"Net,\" \"Web,\" or \"Network\"<br />Modern meaning has remained similar, generally referring to a \"net\" or \"network.\"",
  "马": "马 can be translated from around 300-200 BCE as: \"Horse.\"<br />Modern meaning has remained similar.",
  "伤": "伤 can be translated from around 300-200 BCE as: \"Harm,\" \"Injury,\" \"Wound,\" or \"Damage\"<br />Modern meaning has remained similar in expressing physical or emotional hurt.",
  "丧": "丧 can be translated from around 300-200 BCE as: \"Loss,\" \"Death,\" \"Mourning,\" or \"Bereavement\"<br />Modern meaning has evolved to include the notion of loss or deprivation, often in emotional contexts.",
  "盖": "盖 can be translated from around 300-200 BCE as: \"Because,\" \"Therefore,\" \"In fact,\" or \"Perhaps\"<br />Modern meaning has evolved to mean: \"Cover,\" \"Lid,\" \"To cover or conceal,\" or \"Shell,\" while retaining some conceptual connection to its earlier meanings as a conjunction or particle.",
  "进": "进 can be translated from around 300-200 BCE as: \"Advance,\" \"Enter,\" \"Proceed,\" \"Forward,\" or \"Move in\"<br />Modern meaning has evolved to include \"Progress,\" \"Promote,\" or \"Develop.\"",
  "九": "九 can be translated from around 300-200 BCE as: \"Nine,\" \"Ninth,\" or \"Many\" within certain contexts.<br />Modern meaning has remained similar, primarily used to denote the number \"nine.\"",
  "利": "利 can be translated from around 300-200 BCE as: \"Profit,\" \"Benefit,\" \"Advantage,\" \"Gain,\" or \"Interest\"<br />Modern meaning has remained similar.",
  "哀": "哀 can be translated from around 300-200 BCE as: \"Lament,\" \"Sorrow,\" \"Grief,\" \"Mourning,\" or \"Compassion\"<br />Modern meaning has remained similar.",
  "灵": "灵 can be translated from around 300-200 BCE as: \"Spirit,\" \"Soul,\" \"Numinous,\" or \"Divine\"<br />Modern meaning has remained similar with nuances of \"Clever\" or \"Effective.\"",
  "藏": "藏 can be translated from around 300-200 BCE as: \"To hide,\" \"To store,\" \"To conceal,\" or \"To hoard\"<br />Modern meaning has remained similar, still meaning \"To hide,\" \"To store,\" or \"To conceal.\"",
  "熟": "熟 can be translated from around 300-200 BCE as: \"Ripe,\" \"Cooked,\" \"Familiar,\" or \"Skillful\"<br />Modern meaning has evolved to mean \"Familiar\" and \"Mature\" with additional nuances.",
  "宜": "宜 can be translated from around 300-200 BCE as: \"Appropriate,\" \"Fitting,\" \"Suitable,\" or \"Proper\"<br />Modern meaning has largely retained its ancient definitions.",
  "兵": "兵 can be translated from around 300-200 BCE as: \"Weapon,\" \"Soldier,\" \"Troop,\" or \"Military\"<br />Modern meaning has remained quite similar.",
  "母": "母 can be translated from around 300-200 BCE as: \"Mother,\" \"Origin,\" or \"Source\"<br />Modern meaning has remained similar.",
  "乘": "乘 can be translated from around 300-200 BCE as: \"To Ride,\" \"To Ascend,\" \"To Mount,\" or \"To Take Advantage\"<br />Modern meaning has remained similar.",
  "邻": "邻 can be translated from around 300-200 BCE as: \"Neighbor,\" \"Adjacent,\" or \"Next to\"<br />Modern meaning has remained similar.",
  "比": "比 can be translated from around 300-200 BCE as: \"Compare,\" \"Analogous,\" \"Close,\" \"Together,\" or \"Adjoin\"<br />Modern meaning has largely retained its original sense with subtle nuances based on context.",
  "盈": "盈 can be translated from around 300-200 BCE as: \"Full,\" \"Abundant,\" \"Overflowing,\" or \"Excess\"<br />Modern meaning has remained similar.",
  "勿": "勿 can be translated from around 300-200 BCE as: \"Do not,\" \"Never,\" \"Avoid,\" or \"Don't\"<br />Modern meaning has remained similar.",
  "己": "己 can be translated from around 300-200 BCE as: \"Self,\" \"Oneself,\" \"One's own,\" or \"Personal\"<br />Modern meaning has remained similar.",
  "狗": "狗 can be translated from around 300-200 BCE as: \"Dog\" or \"Canine\"<br />Modern meaning has largely remained similar.",
  "浊": "浊 can be translated from around 300-200 BCE as: \"Muddy,\" \"Turbid,\" \"Impure,\" or \"Murky\"<br />Modern meaning has remained similar.",
  "瑕": "瑕 can be translated from around 300-200 BCE as: \"Flaw,\" \"Blemish,\" \"Imperfection,\" \"Defect,\" or \"Stain\"<br />Modern meaning has remained similar in essence.",
  "视": "视 can be translated from around 300-200 BCE as: \"See,\" \"Look at,\" \"Observe,\" or \"Regard\"<br />Modern meaning has remained similar in meaning.",
  "奥": "奥 can be translated from around 300-200 BCE as: \"Profound,\" \"Mysterious,\" \"Obscure,\" or \"Secret\"<br />Modern meaning has remained similar, often referring to depth or profoundness.",
  "莫": "莫 can be translated from around 300-200 BCE as: \"Do not,\" \"None,\" \"No one,\" \"Nothing,\" or \"No\"<br />Modern meaning has generally remained similar.",
  "立": "立 can be translated from around 300-200 BCE as: \"Stand,\" \"Establish,\" \"Set up,\" or \"Upright\"<br />Modern meaning has remained similar.",
  "璧": "璧 can be translated from around 300-200 BCE as: \"Jade disc,\" \"Jade ornament,\" \"Traditional ceremonial jade\"  <br />Modern meaning has remained similar.",
  "末": "末 can be translated from around 300-200 BCE as: \"End,\" \"Tip,\" \"End Point,\" \"Conclusion,\" or \"Final\"<br />Modern meaning has remained similar.",
  "饥": "饥 can be translated from around 300-200 BCE as: \"Hunger\" or \"Famine.\"<br />Modern meaning has remained similar.",
  "左": "左 can be translated from around 300-200 BCE as: \"Left,\" \"Unorthodox,\" \"Improper,\" or \"Self-effacing\"<br />Modern meaning has remained similar as \"Left\" or \"Left side.\"",
  "或": "或 can be translated from around 300-200 BCE as: \"May,\" \"Perhaps,\" \"Probably,\" or \"Possibly\"<br />Modern meaning has evolved to include \"Or\" as a common translation.",
  "旁": "旁 can be translated from around 300-200 BCE as: \"Side,\" \"Beside,\" \"Around,\" \"Nearby,\" or \"Other\"<br />Modern meaning has remained similar.",
  "拙": "拙 can be translated from around 300-200 BCE as: \"Clumsy,\" \"Inept,\" \"Unskillful,\" or \"Simple\"<br />Modern meaning has remained similar.",
  "事": "事 can be translated from around 300-200 BCE as: \"Affair,\" \"Matter,\" \"Task,\" \"Event,\" or \"Duty\"<br />Modern meaning has remained similar to these historical definitions.",
  "老": "老 can be translated from around 300-200 BCE as: \"Old,\" \"Elder,\" \"Experienced,\" \"Aged,\" or \"Venerable\"<br />Modern meaning has largely remained similar.",
  "博": "博 can be translated from around 300-200 BCE as: \"Broad,\" \"Extensive,\" \"Wide,\" \"Vast,\" or \"Ample\"<br />Modern meaning has evolved to include \"Learned\" or \"Erudite\" while retaining some aspects of the original sense.",
  "恐": "恐 can be translated from around 300-200 BCE as: \"Fear,\" \"Dread,\" \"Apprehension,\" \"Alarm,\" or \"Anxiety\"<br />Modern meaning has remained similar.",
  "圣": "圣 can be translated from around 300-200 BCE as: \"Sage,\" \"Holy,\" \"Sacred,\" or \"Wise\"<br />Modern meaning has remained similar, often emphasizing \"Saint\" or \"Sacred.\"",
  "盲": "盲 can be translated from around 300-200 BCE as: \"Blind\" or \"Unknowing\"<br />Modern meaning has remained similar.",
  "主": "主 can be translated from around 300-200 BCE as: \"Master,\" \"Lord,\" \"Host,\" \"Owner,\" or \"Ruler\"<br />Modern meaning has evolved slightly to include leadership and stewardship, but remains similar overall.",
  "隅": "隅 can be translated from around 300-200 BCE as: \"Corner,\" \"Angle\"<br />Modern meaning has remained largely similar.",
  "求": "求 can be translated from around 300-200 BCE as: \"Seek,\" \"Request,\" \"Beg,\" \"Desire,\" or \"Strive\"<br />Modern meaning has remained similar.",
  "登": "登 can be translated from around 300-200 BCE as: \"Ascend,\" \"Climb,\" or \"Rise\"<br />Modern meaning has remained similar.",
  "味": "味 can be translated from around 300-200 BCE as: \"Flavor,\" \"Taste,\" \"Savor,\" \"Relish,\" or \"Essence\"<br />Modern meaning has remained similar.",
  "愚": "愚 can be translated from around 300-200 BCE as: \"Foolish,\" \"Stupid,\" \"Ignorant,\" or \"Unwise\"<br />Modern meaning has remained similar.",
  "素": "素 can be translated from around 300-200 BCE as: \"Plain,\" \"Unadorned,\" \"Simple,\" or \"Fundamental\"<br />Modern meaning has evolved but largely remains similar.",
  "俭": "俭 can be translated from around 300-200 BCE as: \"Frugality,\" \"Simplicity,\" \"Economy,\" or \"Moderation\"<br />Modern meaning has remained similar, signifying \"Thrift,\" \"Frugality,\" or \"Simplicity.\"",
  "巧": "巧 can be translated from around 300-200 BCE as: \"Skillful,\" \"Adroit,\" \"Cunning,\" \"Crafty,\" \"Ingenious,\" or \"Dexterous\"<br />Modern meaning has remained relatively similar, emphasizing skill or cleverness.",
  "若": "若 can be translated from around 300-200 BCE as: \"If,\" \"Like,\" \"As if,\" or \"Similar to\"<br />Modern meaning has remained similar.",
  "遗": "遗 can be translated from around 300-200 BCE as: \"Leave,\" \"Lose,\" \"Bequeath,\" \"Abandon,\" or \"Forsake\"<br />Modern meaning has evolved to mean \"Leave behind,\" \"Bequeath,\" or \"遗失\" meaning \"Lose.\"",
  "攫": "攫 can be translated from around 300-200 BCE as: \"Seize,\" \"Grab,\" \"Snatch,\" or \"Grasp\"<br />Modern meaning has remained similar in essence.",
  "虽": "虽 can be translated from around 300-200 BCE as: \"Although,\" \"Even though,\" \"Even if,\" \"Despite,\" or \"In spite of\"<br />Modern meaning has remained similar.",
  "忧": "忧 can be translated from around 300-200 BCE as: \"Anxiety,\" \"Worry,\" \"Concern,\" \"Apprehension,\" or \"Trouble\"<br />Modern meaning has remained similar, still denoting anxiety or worry.",
  "配": "配 can be translated from around 300-200 BCE as: \"Match,\" \"Pair,\" \"Coordinate,\" \"Balance,\" or \"Associate\"<br />Modern meaning has evolved to mean similar concepts but often includes \"to distribute,\" \"to allocate,\" or \"to mate.\"",
  "育": "育 can be translated from around 300-200 BCE as: \"Rear,\" \"Nurture,\" \"Educate,\" \"Foster,\" or \"Bring up\"<br />Modern meaning has remained similar.",
  "殆": "殆 can be translated from around 300-200 BCE as: \"Peril,\" \"Danger,\" \"Almost,\" \"Nearly,\" or \"At the Risk of\"<br />Modern meaning has remained similar.",
  "惟": "惟 can be translated from around 300-200 BCE as: \"Only,\" \"Solely,\" \"Nothing but,\" or \"Alone\"<br />Modern meaning has remained similar without significant evolution.",
  "曰": "曰 can be translated from around 300-200 BCE as: \"Said,\" \"Speak,\" \"Say,\" \"Speak of,\" or \"Utter\"<br />Modern meaning has remained similar.",
  "察": "察 can be translated from around 300-200 BCE as: \"To observe,\" \"To investigate,\" \"To examine,\" \"To inspect,\" or \"To watch\"<br />Modern meaning has evolved to include the sense of \"careful consideration\" or \"scrutiny.\"",
  "通": "通 can be translated from around 300-200 BCE as: \"To unite,\" \"To communicate,\" \"To be accessible,\" \"To reach,\" or \"To penetrate\"<br />Modern meaning has evolved to include the sense of \"to be open,\" \"to understand,\" \"to be coherent,\" or \"to facilitate.\"",
  "约": "约 can be translated from around 300-200 BCE as: \"To bind,\" \"To restrain,\" \"To restrict,\" or \"To regulate\"<br />Modern meaning has evolved to include the sense of \"appointment,\" \"agreement,\" \"approximately,\" or \"about.\"",
  "遂": "遂 can be translated from around 300-200 BCE as: \"To follow,\" \"To comply,\" \"To succeed,\" \"To achieve,\" or \"To continue\"<br />Modern meaning has evolved to include the sense of \"smoothly,\" \"as one wishes,\" or \"finally.\"",
  "既": "既 can be translated from around 300-200 BCE as: \"Already,\" \"Since,\" \"Both,\" or \"As soon as\"<br />Modern meaning has evolved to include the sense of \"already,\" \"since,\" or \"when.\"",
  "鄙": "鄙 can be translated from around 300-200 BCE as: \"Lowly,\" \"Base,\" \"Common,\" or \"Humble\"<br />Modern meaning has evolved to include the sense of \"Despise\" or \"Scorn.\"",
  "徙": "徙 can be translated from around 300-200 BCE as: \"To move,\" \"To transfer,\" \"To relocate,\" or \"To shift\"<br />Modern meaning has evolved to include the sense of \"migration\" or \"change of residence.\"",
  "敝": "敝 can be translated from around 300-200 BCE as: \"Worn-out,\" \"Tattered,\" \"Humble,\" or \"Broken\"<br />Modern meaning has evolved to include the sense of \"One's own\" in a modest self-reference context, as in \"our\" or \"my.\"",
  "辙": "辙 can be translated from around 300-200 BCE as: \"Ruts,\" \"Tracks,\" or \"Path of a cart\" <br />Modern meaning has evolved to include the sense of \"Trajectory,\" \"Course,\" or \"Change of direction.\"",
  "存": "存 can be translated from around 300-200 BCE as: \"To preserve,\" \"To exist,\" \"To continue,\" or \"To abide\"<br />Modern meaning has evolved to include the sense of \"to save,\" \"to store,\" or \"deposit.\"",
  "易": "易 can be translated from around 300-200 BCE as: \"Change,\" \"Easy,\" \"Exchange,\" or \"Transform\"<br />Modern meaning has evolved to include the sense of \"simplicity\" or \"simplicity to change.\"",
  "淡": "淡 can be translated from around 300-200 BCE as: \"Light,\" \"Weak,\" \"Indifferent,\" \"Subtle,\" or \"Neutral\"<br />Modern meaning has evolved to include the sense of \"bland,\" \"pale,\" \"light,\" \"faint,\" or \"insipid.\"",
  "轻": "轻 can be translated from around 300-200 BCE as: \"Light,\" \"Easy,\" \"Unimportant,\" or \"Trivial\"<br />Modern meaning has evolved to include the sense of \"gentle\" or \"frivolous.\"",
  "自": "自 can be translated from around 300-200 BCE as: \"Self,\" \"From,\" \"By oneself,\" \"Natural,\" \"Inherent,\" or \"Intrinsic\"<br />Modern meaning has evolved to include the sense of \"oneself,\" \"autonomously,\" or \"automatically.\"",
  "涣": "涣 can be translated from around 300-200 BCE as: \"Scatter,\" \"Disperse,\" \"Dissolve,\" or \"Diffuse\"<br />Modern meaning has evolved to include the sense of \"disperse,\" \"dissipate,\" or \"dilute.\"",
  "譬": "譬 can be translated from around 300-200 BCE as: \"To compare,\" \"To liken,\" \"To illustrate,\" or \"To exemplify\"<br />Modern meaning has evolved to include the sense of \"metaphor\" or \"analogy.\"",
  "可": "可 can be translated from around 300-200 BCE as: \"Can,\" \"May,\" \"Able to,\" \"Permitted,\" or \"Appropriate\"<br />Modern meaning has evolved to include the sense of \"Possibly\" or as a part of \"Approval.\"",
  "梁": "梁 can be translated from around 300-200 BCE as: \"Beam,\" \"Bridge,\" or \"Rafter\"<br />Modern meaning has evolved to include the sense of \"Bridge (metaphorical),\" \"Structure,\" or \"Support.\"",
  "资": "资 can be translated from around 300-200 BCE as: \"Resources,\" \"Wealth,\" \"To support,\" \"Capital,\" or \"Material.\"<br />Modern meaning has evolved to include the sense of \"Capital,\" \"Assets,\" or \"Qualifications.\"",
  "坐": "坐 can be translated from around 300-200 BCE as: \"To sit\" or \"To dwell\"<br />Modern meaning has evolved to include the sense of \"To take (a vehicle)\" or \"To attend (a meeting).\"",
  "要": "要 can be translated from around 300-200 BCE as: \"To want,\" \"To need,\" \"To require,\" \"To demand,\" or \"To take.\"<br />Modern meaning has evolved to include the sense of \"important,\" \"essential,\" \"shall,\" or \"will.\"",
  "狂": "狂 can be translated from around 300-200 BCE as: \"Mad,\" \"Wild,\" \"Frenzied,\" \"Reckless,\" or \"Manic\"<br />Modern meaning has evolved to include the sense of \"Crazy,\" \"Insane,\" or \"Extreme enthusiasm.\"",
  "食": "食 can be translated from around 300-200 BCE as: \"To eat,\" \"Food,\" \"Meal,\" or \"Nourishment\"<br />Modern meaning has evolved to include the sense of \"Diet\" or \"Cuisine.\"",
  "弊": "弊 can be translated from around 300-200 BCE as: \"Harm,\" \"Evil,\" \"Corruption,\" or \"Malpractice.\"<br />Modern meaning has evolved to include the sense of \"Drawback,\" \"Disadvantage,\" or \"Defect.\"",
  "讳": "讳 can be translated from around 300-200 BCE as: \"To avoid,\" \"To conceal,\" \"Taboo,\" \"Euphemism,\" or \"Name avoidance\"<br />Modern meaning has evolved to include the sense of \"A sensitive topic\" or \"Taboo subject.\"",
  "芜": "芜 can be translated from around 300-200 BCE as: \"Overgrown,\" \"Weedy,\" or \"Untended\" <br />Modern meaning has evolved to include the sense of \"Uncultivated\" or \"Untidy.\"",
  "薄": "薄 can be translated from around 300-200 BCE as: \"Thin,\" \"Weak,\" \"Superficial,\" or \"Slight\"<br />Modern meaning has evolved to include the sense of \"Cold,\" \"Cruel,\" \"Light,\" \"Scarce,\" or \"Insipid.\"",
  "泛": "泛 can be translated from around 300-200 BCE as: \"To float,\" \"To drift,\" \"To spread,\" or \"To overflow\"<br />Modern meaning has evolved to include the sense of \"general\" or \"universally.\"",
  "守": "守 can be translated from around 300-200 BCE as: \"To guard,\" \"To protect,\" \"To preserve,\" or \"To maintain\"<br />Modern meaning has evolved to include the sense of \"to abide by,\" \"to keep,\" or \"to follow.\"",
  "侯": "侯 can be translated from around 300-200 BCE as: \"Vassal lord,\" \"Marquis,\" or \"Noble\"<br />Modern meaning has evolved to include the sense of \"Marquis,\" \"Candidate,\" or \"Wait.\"",
  "谷": "谷 can be translated from around 300-200 BCE as: \"Valley,\" \"Ravine,\" or \"Gorge\"<br />Modern meaning has evolved to include the sense of \"Valley,\" \"Grain,\" \"Cereal,\" or \"Corn.\"",
  "神": "神 can be translated from around 300-200 BCE as: \"Spirit,\" \"Divine,\" \"Supernatural being,\" \"God,\" or \"Deity\"<br />Modern meaning has evolved to include the sense of \"Mind,\" \"Soul,\" \"Expression,\" \"Supernatural power,\" or \"Godlike.\"",
  "繟": "繟 can be translated from around 300-200 BCE as: \"Leisurely,\" \"Calm,\" \"Unhurried,\" or \"Easygoing\"<br />Modern meaning has evolved to include the sense of \"spread out\" or \"unfolded.\"",
  "徒": "徒 can be translated from around 300-200 BCE as: \"Follower,\" \"Disciple,\" \"Apprentice,\" \"Associate,\" or \"Companion.\"<br />Modern meaning has evolved to include the sense of \"徒步\" (on foot), \"徒劳\" (in vain), or \"徒弟\" (apprentice).",
  "宁": "宁 can be translated from around 300-200 BCE as: \"Peaceful,\" \"Calm,\" \"Tranquil,\" \"To pacify,\" or \"Contented\"<br />Modern meaning has evolved to include the sense of \"peace,\" \"rather,\" \"prefer,\" or \"serenity.\"",
  "心": "心 can be translated from around 300-200 BCE as: \"Heart,\" \"Mind,\" \"Spirit,\" \"Core,\" or \"Center\"<br />Modern meaning has evolved to include the sense of \"Emotions\" or \"Feelings.\"",
  "什": "什 can be translated from around 300-200 BCE as: \"What,\" \"Which,\" or \"Who\"<br />Modern meaning has evolved to include the sense of \"Miscellaneous,\" \"Assorted,\" or \"Various.\"",
  "极": "极 can be translated from around 300-200 BCE as: \"Ultimate,\" \"Exceeding,\" \"Extreme,\" or \"Limit.\"<br />Modern meaning has evolved to include the sense of \"Pole,\" \"Utmost,\" or \"Top.\"",
  "在": "在 can be translated from around 300-200 BCE as: \"To be present,\" \"To exist,\" \"To dwell,\" or \"To be located at\"<br />Modern meaning has evolved to include the sense of \"at,\" \"in,\" or \"on,\" describing location or time.",
  "宰": "宰 can be translated from around 300-200 BCE as: \"To govern,\" \"To rule,\" \"To control,\" \"To slaughter,\" or \"To direct\"<br />Modern meaning has evolved to include the sense of \"butcher\" or \"chief.\"",
  "筋": "筋 can be translated from around 300-200 BCE as: \"Tendon,\" \"Sinew,\" or \"Strength\"<br />Modern meaning has evolved to include the sense of \"Muscle,\" \"Fiber,\" or \"Essence.\"",
  "市": "市 can be translated from around 300-200 BCE as: \"Market,\" \"Marketplace,\" \"Trading place,\" or \"City\"<br />Modern meaning has evolved to include the sense of \"City\" or \"Municipality.\"",
  "攘": "攘 can be translated from around 300-200 BCE as: \"To expel,\" \"To remove,\" \"To defend against,\" \"To repel,\" or \"To ward off\"<br />Modern meaning has evolved to include the sense of \"to seize,\" \"to snatch,\" or \"to disturb.\"",
  "隐": "隐 can be translated from around 300-200 BCE as: \"To hide,\" \"To conceal,\" or \"To withdraw\"<br />Modern meaning has evolved to include the sense of \"secret\" or \"implicit.\"",
  "法": "法 can be translated from around 300-200 BCE as: \"Law,\" \"Method,\" \"Principle,\" \"Standard,\" \"Model,\" or \"Way\"<br />Modern meaning has evolved to include the sense of \"Legal,\" \"Regulation,\" or \"Rule.\"",
  "散": "散 can be translated from around 300-200 BCE as: \"To scatter,\" \"To disperse,\" \"To spread,\" \"To break up,\" or \"To dissolve\"<br />Modern meaning has evolved to include the sense of \"to relax\" or \"leisurely.\"",
  "合": "合 can be translated from around 300-200 BCE as: \"To unite,\" \"To join,\" \"To fit,\" \"To harmonize,\" or \"To combine\"<br />Modern meaning has evolved to include the sense of \"agreement\" or \"suitability.\"",
  "恶": "恶 can be translated from around 300-200 BCE as: \"Evil,\" \"Badness,\" \"Ill,\" or \"Malevolence\"<br />Modern meaning has evolved to include the sense of \"Hate\" or \"Disgust.\"",
  "忒": "忒 can be translated from around 300-200 BCE as: \"Excessive,\" \"Too much,\" \"Fault,\" or \"Mistake\"<br />Modern meaning has evolved to include the sense of \"Overly\" or \"Very.\"",
  "徐": "徐 can be translated from around 300-200 BCE as: \"Slow,\" \"Gentle,\" \"Gradual,\" or \"Leisurely\"<br />Modern meaning has evolved to include the sense of \"slowly\" or \"calmly.\"",
  "荒": "荒 can be translated from around 300-200 BCE as: \"Desolate,\" \"Barren,\" \"Wild,\" or \"Wilderness\"<br />Modern meaning has evolved to include the sense of \"Neglect,\" \"Absurd,\" or \"Ridiculous.\"",
  "国": "国 can be translated from around 300-200 BCE as: \"State,\" \"Territory,\" \"Kingdom,\" or \"Dominion.\"<br />Modern meaning has evolved to include the sense of \"Country\" or \"Nation.\"",
  "楗": "楗 can be translated from around 300-200 BCE as: \"Door bolt,\" \"Pin,\" \"Locking mechanism,\" or \"Crossbar\"<br />Modern meaning has evolved to include the sense of \"brace\" or \"strut.\"",
  "祭": "祭 can be translated from around 300-200 BCE as: \"To offer sacrifice,\" \"Religion,\" \"Rite,\" or \"Ceremony\"<br />Modern meaning has evolved to include the sense of \"Commemoration,\" \"Worship,\" or \"Celebration.\"",
  "肖": "肖 can be translated from around 300-200 BCE as: \"To resemble,\" \"To imitate,\" \"Resemblance,\" or \"Likeness\"<br />Modern meaning has evolved to include the sense of \"None.\"",
  "制": "制 can be translated from around 300-200 BCE as: \"To regulate,\" \"To control,\" or \"To establish\"<br />Modern meaning has evolved to include the sense of \"system,\" \"systematic,\" \"to make,\" or \"to manufacture.\"",
  "脱": "脱 can be translated from around 300-200 BCE as: \"To escape,\" \"To shed,\" \"To remove,\" \"To detach,\" or \"To get rid of\"<br />Modern meaning has evolved to include the sense of \"to take off (clothing)\" or \"to become free from.\"",
  "塞": "塞 can be translated from around 300-200 BCE as: \"To stop up,\" \"To obstruct,\" \"To block,\" \"To fill,\" or \"To plug\"<br />Modern meaning has evolved to include the sense of \"fortification,\" \"border pass,\" or \"strategic passage.\"",
  "敢": "敢 can be translated from around 300-200 BCE as: \"To venture,\" \"To dare,\" \"To have courage,\" or \"To risk\"<br />Modern meaning has evolved to include the sense of \"being bold\" or \"having the audacity.\"",
  "司": "司 can be translated from around 300-200 BCE as: \"To manage,\" \"To control,\" or \"To preside over\"<br />Modern meaning has evolved to include the sense of \"department,\" \"office,\" or \"minister.\"",
  "却": "却 can be translated from around 300-200 BCE as: \"To retreat,\" \"To withdraw,\" \"To decline,\" or \"To refuse\"<br />Modern meaning has evolved to include the sense of \"however,\" \"yet,\" or \"but.\"",
  "介": "介 can be translated from around 300-200 BCE as: \"Between,\" \"Mediating,\" \"Introducing,\" \"Intervening,\" or \"Acting as a go-between.\"<br />Modern meaning has evolved to include the sense of \"Introduction,\" \"Intermediate,\" \"Armor,\" or \"A measure word for units.\"",
  "目": "目 can be translated from around 300-200 BCE as: \"Eye,\" \"Vision,\" or \"Goal\"<br />Modern meaning has evolved to include the sense of \"Objective\" or \"Topic.\"",
  "威": "威 can be translated from around 300-200 BCE as: \"Might,\" \"Power,\" \"Authority,\" or \"Prestige\"<br />Modern meaning has evolved to include the sense of \"Awe-inspiring\" or \"Intimidating.\"",
  "专": "专 can be translated from around 300-200 BCE as: \"To focus,\" \"To concentrate,\" \"To commit to,\" or \"To specialize.\"<br />Modern meaning has evolved to include the sense of \"exclusive,\" \"special,\" or \"dedicated.\"",
  "稷": "稷 can be translated from around 300-200 BCE as: \"Millet,\" \"God of Grains\"<br />Modern meaning has evolved to retain the sense of \"millet\" and include \"agriculture\" or \"harvest.\"",
  "归": "归 can be translated from around 300-200 BCE as: \"To return,\" \"To come back,\" \"To go home,\" or \"To revert\"<br />Modern meaning has evolved to include the sense of \"belonging to,\" \"returning,\" \"convergence\" or \"归宿\" (final home/destination).",
  "状": "状 can be translated from around 300-200 BCE as: \"Form,\" \"Shape,\" \"Appearance,\" or \"State\"<br />Modern meaning has evolved to include the sense of \"Condition,\" \"Situation,\" \"Description,\" or \"Status.\"",
  "数": "数 can be translated from around 300-200 BCE as: \"Fate,\" \"Success,\" \"Planning,\" or \"Method\"<br />Modern meaning has evolved to include the sense of \"Number,\" \"Several,\" \"To count,\" or \"Frequency.\"",
  "如": "如 can be translated from around 300-200 BCE as: \"To be like,\" \"To resemble,\" \"To conform to,\" or \"To follow\"<br />Modern meaning has evolved to include the sense of \"if,\" \"such as,\" \"as if,\" or \"for example.\"",
  "浑": "浑 can be translated from around 300-200 BCE as: \"Mixed,\" \"Whole,\" \"Simple,\" \"Unadulterated,\" or \"Undistorted\"<br />Modern meaning has evolved to include the sense of \"Muddy,\" \"Confused,\" or \"Obscure.\"",
  "两": "两 can be translated from around 300-200 BCE as: \"Both,\" \"Two,\" \"Twain,\" \"Pair,\" or \"Dual\"<br />Modern meaning has evolved to include the sense of \"both sides,\" \"both parties,\" \"either,\" or \"two.\"",
  "注": "注 can be translated from around 300-200 BCE as: \"To concentrate,\" \"To pour,\" \"To focus,\" \"To annotate,\" or \"To comment\"<br />Modern meaning has evolved to include the sense of \"note,\" \"remark,\" \"explanation,\" or \"pay attention to.\"",
  "夸": "夸 can be translated from around 300-200 BCE as: \"To boast,\" \"To exaggerate,\" or \"To praise.\"<br />Modern meaning has evolved to include the sense of \"to compliment\" or \"to extol.\"",
  "除": "除 can be translated from around 300-200 BCE as: \"To remove,\" \"To eliminate,\" \"To take away,\" \"To clear away,\" or \"To exclude\"<br />Modern meaning has evolved to include the sense of \"except,\" \"except for,\" or \"besides.\"",
  "本": "本 can be translated from around 300-200 BCE as: \"Root,\" \"Origin,\" \"Source,\" or \"Foundation\"<br />Modern meaning has evolved to include the sense of \"This,\" \"Originally,\" \"Fundamental,\" or \"Current.\"",
  "败": "败 can be translated from around 300-200 BCE as: \"To fail,\" \"To be defeated,\" or \"To be ruined\"<br />Modern meaning has evolved to include the sense of \"to spoil,\" \"to decay,\" or \"to lose.\"",
  "应": "应 can be translated from around 300-200 BCE as: \"To respond,\" \"To conform,\" \"To answer,\" or \"To echo\"<br />Modern meaning has evolved to include the sense of \"should,\" \"ought,\" \"to adapt,\" and \"to fit.\"",
  "雄": "雄 can be translated from around 300-200 BCE as: \"Male,\" \"Powerful,\" \"Heroic,\" \"Strong,\" or \"Magnificent\"<br />Modern meaning has evolved to include the sense of \"Vigorous\" or \"Dominant.\"",
  "号": "号 can be translated from around 300-200 BCE as: \"Name,\" \"Designation,\" \"Signal,\" or \"Mark\"<br />Modern meaning has evolved to include the sense of \"Number,\" \"Symbol,\" or \"Sign.\"",
  "戎": "戎 can be translated from around 300-200 BCE as: \"Soldier,\" \"Military,\" \"Army,\" \"Weapon,\" or \"Warrior\"<br />Modern meaning has evolved to include the sense of \"military matters\" or \"military affairs.\"",
  "与": "与 can be translated from around 300-200 BCE as: \"To give,\" \"To participate,\" \"To be together with,\" or \"To associate with\"<br />Modern meaning has evolved to include the sense of \"and,\" \"with,\" or \"to.\"",
  "还": "还 can be translated from around 300-200 BCE as: \"To return,\" \"To give back,\" or \"To repay\"<br />Modern meaning has evolved to include the sense of \"still,\" \"yet,\" \"even,\" \"also,\" or \"in addition.\"",
  "物": "物 can be translated from around 300-200 BCE as: \"Thing,\" \"Object,\" \"Creature,\" \"Substance,\" or \"Entity\"<br />Modern meaning has evolved to include the sense of \"Matter\" or \"Physical thing.\"",
  "悠": "悠 can be translated from around 300-200 BCE as: \"Distant,\" \"Remote,\" \"Long-lasting.\"  \nModern meaning has evolved to include the sense of \"Leisurely,\" \"Relaxed,\" \"Carefree.\"",
  "埏": "埏 can be translated from around 300-200 BCE as: \"To smooth,\" \"To mold,\" or \"To extend\"<br />Modern meaning has evolved to include the sense of \"boundary\" or \"limit.\"",
  "交": "交 can be translated from around 300-200 BCE as: \"To exchange,\" \"To interact,\" \"To meet,\" \"To deliver,\" \"To hand over,\" or \"To intersect\"<br />Modern meaning has evolved to include the sense of \"association,\" \"communication,\" \"social,\" \"cross,\" or \"crossroad.\"",
  "偏": "偏 can be translated from around 300-200 BCE as: \"Partial,\" \"Inclined,\" \"Biased,\" or \"Skewed\"<br />Modern meaning has evolved to include the sense of \"incorrect,\" \"mistaken,\" \"unjust,\" or \"slanting.\"",
  "沌": "沌 can be translated from around 300-200 BCE as: \"Chaotic,\" \"Turbulent,\" \"Confused,\" or \"Unsettled\"<br />Modern meaning has evolved to include the sense of \"Illogical\" or \"Muddled.\"",
  "情": "情 can be translated from around 300-200 BCE as: \"Sentiments,\" \"Emotions,\" \"Feelings,\" \"Essence,\" or \"Reality\"<br />Modern meaning has evolved to include the sense of \"emotion,\" \"affection,\" \"passion,\" \"situation,\" or \"love.\"",
  "象": "象 can be translated from around 300-200 BCE as: \"Image,\" \"Symbol,\" or \"Form\"<br />Modern meaning has evolved to include the sense of \"Elephant\" or \"Phenomenon.\"",
  "好": "好 can be translated from around 300-200 BCE as: \"Good,\" \"Agreeable,\" \"Pleasant,\" \"Suitable,\" \"To be fond of,\" or \"To consider good\"<br />Modern meaning has evolved to include the sense of \"Well,\" \"Fine,\" \"Nice,\" \"Okay,\" \"Easy,\" or \"Like.\"",
  "迹": "迹 can be translated from around 300-200 BCE as: \"Tracks,\" \"Traces,\" \"Footprints,\" or \"Signs\"<br />Modern meaning has evolved to include the sense of \"Manifestation,\" \"Indication,\" or \"Evidence.\"",
  "者": "者 can be translated from around 300-200 BCE as: \"Person,\" \"One who,\" \"That which,\" or \"Agent\"<br />Modern meaning has evolved to include the sense of \"This,\" \"That,\" or simply as a suffix denoting a person or thing associated with a particular quality or activity.",
  "命": "命 can be translated from around 300-200 BCE as: \"Order,\" \"Fate,\" \"Mandate,\" or \"Life.\"<br />Modern meaning has evolved to include the sense of \"Destiny\" or \"Command.\"",
  "眇": "眇 can be translated from around 300-200 BCE as: \"Small,\" \"Little,\" \"Insignificant,\" \"Faint,\" or \"Weak\"<br />Modern meaning has evolved to include the sense of \"obscure\" or \"hard to be seen.\"",
  "御": "御 can be translated from around 300-200 BCE as: \"To control,\" \"To govern,\" \"To ward off,\" \"To manage,\" or \"To ride\"<br />Modern meaning has evolved to include the sense of \"royal,\" \"imperial,\" \"to resist,\" or \"to defend.\"",
  "虚": "虚 can be translated from around 300-200 BCE as: \"Empty,\" \"Void,\" \"Hollow,\" or \"Lack.\"<br />Modern meaning has evolved to include the sense of \"False,\" \"Unreal,\" \"Virtual,\" or \"Modest.\"",
  "阳": "阳 can be translated from around 300-200 BCE as: \"Sun,\" \"Bright,\" or \"Active\" in the context of cosmic forces<br />Modern meaning has evolved to include \"Positive,\" \"Male,\" or \"Open space.\"",
  "故": "故 can be translated from around 300-200 BCE as: \"Cause,\" \"Reason,\" \"Therefore,\" \"Thus,\" or \"Reason for acting\"<br />Modern meaning has evolved to include the sense of \"Old,\" \"Happening,\" \"Accident,\" or \"Event.\"",
  "仁": "仁 can be translated from around 300-200 BCE as: \"Benevolence,\" \"Humaneness,\" \"Kindness,\" or \"Virtue\"<br />Modern meaning has evolved to include the sense of \"compassion\" or \"empathy.\"",
  "恍": "恍 can be translated from around 300-200 BCE as: \"To glance,\" \"To hesitate,\" \"To seem,\" or \"To appear dimly\"<br />Modern meaning has evolved to include the sense of \"vague,\" \"dazed,\" or \"bewildered.\"",
  "间": "间 can be translated from around 300-200 BCE as: \"Space,\" \"Interval,\" \"Distance,\" \"Gap,\" or \"Between\"<br />Modern meaning has evolved to include the sense of \"Room,\" \"Time,\" \"Opportunity,\" or \"Indirect relationship.\"",
  "涉": "涉 can be translated from around 300-200 BCE as: \"To ford,\" \"To wade across,\" \"To cross,\" \"To pass through,\" or \"To involve\"<br />Modern meaning has evolved to include the sense of \"to involve,\" \"to concern,\" or \"to be related to.\"",
  "嘘": "嘘 can be translated from around 300-200 BCE as: \"To breathe out,\" \"To blow,\" or \"To exhale\"<br />Modern meaning has evolved to include the sense of \"shush\" or \"be quiet.\"",
  "揣": "揣 can be translated from around 300-200 BCE as: \"To infer,\" \"To estimate,\" \"To weigh,\" \"To speculate,\" or \"To guess\"<br />Modern meaning has evolved to include the sense of \"to hold in the hand\" or \"to feel with the hand.\"",
  "裂": "裂 can be translated from around 300-200 BCE as: \"To split,\" \"To break apart,\" \"To divide,\" \"To cleave,\" or \"To sunder\"<br />Modern meaning has evolved to include the sense of \"tear,\" \"crack,\" or \"rift.\"",
  "果": "果 can be translated from around 300-200 BCE as: \"Fruit,\" \"Result,\" \"Consequences,\" or \"To bear fruit.\"<br />Modern meaning has evolved to include the sense of \"fruit,\" \"result,\" \"outcome,\" or \"to bear fruit.\"",
  "我": "我 can be translated from around 300-200 BCE as: \"I,\" \"me,\" \"self,\" or \"oneself\"<br />Modern meaning has evolved to include the sense of \"ego\" or \"individual self.\"",
  "将": "将 can be translated from around 300-200 BCE as: \"To lead,\" \"To bring,\" \"To take,\" \"To escort,\" or \"To induce\"<br />Modern meaning has evolved to include the senses of \"will,\" \"about to,\" or \"going to,\" often indicating future action.",
  "执": "执 can be translated from around 300-200 BCE as: \"To hold,\" \"To grasp,\" \"To maintain,\" \"To cling to,\" or \"To wield\"<br />Modern meaning has evolved to include the sense of \"execution\" or \"implementation.\"",
  "则": "则 can be translated from around 300-200 BCE as: \"Standard,\" \"Principle,\" \"Law,\" \"Measure,\" or \"Rule\"<br />Modern meaning has evolved to include the sense of \"In that case,\" \"Then,\" or \"Thus.\"",
  "枉": "枉 can be translated from around 300-200 BCE as: \"Deviate,\" \"False,\" \"Useless,\" \"Unjust,\" or \"Wrong\"<br />Modern meaning has evolved to include the sense of \"in vain,\" \"bend,\" or \"warp.\"",
  "免": "免 can be translated from around 300-200 BCE as: \"To avoid,\" \"To escape,\" \"To exempt,\" or \"To be spared\"<br />Modern meaning has evolved to include the sense of \"to dismiss,\" \"free from,\" or \"to excuse.\"",
  "滋": "滋 can be translated from around 300-200 BCE as: \"To nourish,\" \"To enrich,\" \"To grow,\" or \"To benefit\"<br />Modern meaning has evolved to include the sense of \"taste,\" \"spice,\" or \"flavor.\"",
  "怒": "怒 can be translated from around 300-200 BCE as: \"Anger,\" \"Fury,\" \"Rage,\" or \"Indignation\"<br />Modern meaning has evolved to include the sense of \"Irritation\" or \"Annoyance.\"",
  "发": "发 can be translated from around 300-200 BCE as: \"To issue,\" \"To emerge,\" \"To express,\" \"To emanate,\" or \"To develop\"<br />Modern meaning has evolved to include the sense of \"to send,\" \"to distribute,\" \"hair,\" \"to publish,\" or \"to launch.\"",
  "致": "致 can be translated from around 300-200 BCE as: \"To bring about,\" \"To cause,\" \"To send,\" \"To convey,\" or \"To express\"<br />Modern meaning has evolved to include the sense of \"intention,\" \"purpose,\" \"devotion,\" or \"to extend greetings.\"",
  "王": "王 can be translated from around 300-200 BCE as: \"King,\" \"Ruler,\" or \"Sovereign\"<br />Modern meaning has evolved to include the sense of \"Monarch\" or \"Leader.\"",
  "歇": "歇 can be translated from around 300-200 BCE as: \"To rest,\" \"To relax,\" or \"To cease activity\"<br />Modern meaning has evolved to include the sense of \"to take a break\" or \"to pause briefly.\"",
  "俗": "俗 can be translated from around 300-200 BCE as: \"Custom,\" \"Habit,\" \"Practice,\" \"Common usage,\" or \"Folk tradition\"<br />Modern meaning has evolved to include the sense of \"Vulgar\" or \"Commonplace.\"",
  "绝": "绝 can be translated from around 300-200 BCE as: \"To cut off,\" \"To terminate,\" \"To sever,\" \"To end,\" or \"To decide\"<br />Modern meaning has evolved to include the sense of \"absolute,\" \"extreme,\" \"desperate,\" \"rare,\" or \"unique.\"",
  "斲": "斲 can be translated from around 300-200 BCE as: \"To cut,\" \"To chop,\" \"To carve,\" or \"To hew\"<br />Modern meaning has evolved to include the sense of \"to fashion or shape by cutting.\"",
  "旷": "旷 can be translated from around 300-200 BCE as: \"Vast,\" \"Expansive,\" \"Open,\" or \"Unoccupied\"<br />Modern meaning has evolved to include the sense of \"absent,\" \"absent-minded,\" or \"idle.\"",
  "兼": "兼 can be translated from around 300-200 BCE as: \"To combine,\" \"To unite,\" \"To hold concurrently,\" or \"To include\"<br />Modern meaning has evolved to include the sense of \"simultaneously\" or \"in addition to.\"",
  "毫": "毫 can be translated from around 300-200 BCE as: \"A hair,\" \"A fine line,\" \"A tiny measure,\" or \"Thin\"  \nModern meaning has evolved to include the sense of \"Hao\" as part of compounds such as \"毫不\" (not at all) and \"毫无\" (nothing at all), indicating an absence or smallness.",
  "常": "常 can be translated from around 300-200 BCE as: \"Always,\" \"Constant,\" or \"Eternal\"<br />Modern meaning has evolved to include the sense of \"ordinary\" or \"usual.\"",
  "冥": "冥 can be translated from around 300-200 BCE as: \"Dark,\" \"Obscure,\" \"Hidden,\" or \"Underworld\"<br />Modern meaning has evolved to include the sense of \"deep,\" \"profound,\" or related to \"meditation\" and \"contemplation.\"",
  "顺": "顺 can be translated from around 300-200 BCE as: \"To follow,\" \"To comply,\" \"Obedient,\" \"Smooth,\" or \"Favorable\"<br />Modern meaning has evolved to include the sense of \"orderly,\" \"to arrange,\" or \"convenient.\"",
  "矜": "矜 can be translated from around 300-200 BCE as: \"To cherish,\" \"To pity,\" \"To have compassion,\" or \"To boast\"<br />Modern meaning has evolved to include the sense of \"pride\" or \"self-respect.\"",
  "结": "结 can be translated from around 300-200 BCE as: \"To bind,\" \"To tie,\" \"To knot,\" \"To conclude,\" or \"To result in\"<br />Modern meaning has evolved to include the sense of \"connection\" or \"formation\" in contexts like \"conclusion\" or \"relationship.\"",
  "昧": "昧 can be translated from around 300-200 BCE as: \"Obscure,\" \"Dark,\" \"Ignorance,\" \"Hidden,\" or \"Lacking understanding\"<br />Modern meaning has evolved to include the sense of \"ignorance\" or \"darkness,\" and can also refer to \"being unaware\" or \"concealed.\"",
  "刚": "刚 can be translated from around 300-200 BCE as: \"Strength,\" \"Firmness,\" \"Rigidity,\" or \"Hardness\"<br />Modern meaning has evolved to include the sense of \"Just,\" \"Barely,\" or \"Recently.\"",
  "尺": "尺 can be translated from around 300-200 BCE as: \"Ruler,\" \"Measure,\" \"Foot,\" or \"Instrument of measurement\"<br />Modern meaning has evolved to include the sense of \"Chi\" (as a unit of length approximately one-third of a meter).",
  "舆": "舆 can be translated from around 300-200 BCE as: \"Carriage,\" \"Vehicle,\" or \"Conveyance\"<br />Modern meaning has evolved to include the sense of \"Public opinion,\" \"Discussion,\" or \"General view.\"",
  "惊": "惊 can be translated from around 300-200 BCE as: \"To startle,\" \"To frighten,\" \"To be alarmed,\" or \"To be surprised\"<br />Modern meaning has evolved to include the sense of \"shock,\" \"astonishment,\" or \"amazement.\"",
  "社": "社 can be translated from around 300-200 BCE as: \"Altar for sacrifices to the earth god,\" \"Earth temple,\" or \"Community sacrifice\"<br />Modern meaning has evolved to include the sense of \"society,\" \"association,\" or \"community.\"",
  "来": "来 can be translated from around 300-200 BCE as: \"To come,\" \"To arrive,\" \"To appear,\" or \"To occur\"<br />Modern meaning has evolved to include the sense of \"next,\" \"future,\" \"to bring about,\" or \"to generate.\"",
  "美": "美 can be translated from around 300-200 BCE as: \"Beautiful,\" \"Good,\" \"Fine,\" or \"Virtuous\"<br />Modern meaning has evolved to include the sense of \"Beauty\" or \"America\" (abbreviation for the United States).",
  "鸟": "鸟 can be translated from around 300-200 BCE as: \"Bird,\" or \"Fowl\"<br />Modern meaning has evolved to include similar senses, primarily referring to \"Bird.\"",
  "祥": "祥 can be translated from around 300-200 BCE as: \"Auspicious,\" \"Fortunate,\" \"Good omen,\" or \"Propitious\"<br />Modern meaning has evolved to include the sense of \"Auspiciousness,\" \"Good fortune,\" or \"Peacefulness.\"",
  "觀": "觀 can be translated from around 300-200 BCE as: \"To observe,\" \"To view,\" \"To see,\" \"To perceive,\" or \"To contemplate\"<br />Modern meaning has evolved to include the sense of \"to watch,\" \"to look at,\" or \"to examine.\"",
  "营": "营 can be translated from around 300-200 BCE as: \"To manage,\" \"To operate,\" \"Camp,\" \"Encampment,\" or \"Military camp\"<br />Modern meaning has evolved to include the sense of \"Business,\" \"To run,\" \"To camp,\" or \"To engage in.\"",
  "毒": "毒 can be translated from around 300-200 BCE as: \"Poison\" or \"Bane\"<br />Modern meaning has evolved to include the sense of \"Toxic,\" \"Malicious,\" \"Venomous,\" or \"Addictive.\"",
  "所": "所 can be translated from around 300-200 BCE as: \"Place,\" \"Location,\" \"That which,\" or \"Whereby\"<br />Modern meaning has evolved to include the sense of \"Institute,\" \"Facility,\" or as a particle indicating passivity or emphasis.",
  "礼": "礼 can be translated from around 300-200 BCE as: \"Ritual,\" \"Ceremony,\" \"Etiquette,\" \"Protocol,\" or \"Courtesy\"<br />Modern meaning has evolved to include the sense of \"礼貌\" (\"politeness\") or \"礼物\" (\"gift\").",
  "气": "气 can be translated from around 300-200 BCE as: \"Breath,\" \"Vital energy,\" or \"Spirit\"<br />Modern meaning has evolved to include the sense of \"Air,\" \"Gas,\" or \"Mood.\"",
  "少": "少 can be translated from around 300-200 BCE as: \"Few,\" \"Little,\" \"Scarce,\" or \"Lacking\"<br />Modern meaning has evolved to include the sense of \"Young\" or \"Youth.\"",
  "涤": "涤 can be translated from around 300-200 BCE as: \"To cleanse,\" \"To wash,\" \"To purify,\" or \"To refresh.\"<br />Modern meaning has evolved to include the sense of \"laundering\" or \"cleaning.\"",
  "救": "救 can be translated from around 300-200 BCE as: \"To save,\" \"To rescue,\" \"To help,\" or \"To aid\"<br />Modern meaning has remained focused on \"to save\" or \"to rescue,\" often in emergency contexts.",
  "牢": "牢 can be translated from around 300-200 BCE as: \"Firm,\" \"Stable,\" \"Secure,\" \"Enduring,\" or \"Solid\"<br />Modern meaning has evolved to include the sense of \"Prison,\" \"Confined,\" or \"Cage.\"",
  "蔽": "蔽 can be translated from around 300-200 BCE as: \"To cover,\" \"To conceal,\" \"To hide,\" \"To obscure,\" or \"To envelop\"<br />Modern meaning has evolved to include the sense of \"shield\" or \"blinder.\"",
  "赘": "赘 can be translated from around 300-200 BCE as: \"Superfluous,\" \"Extravagant,\" \"Excessive,\" or \"Redundant\"<br />Modern meaning has evolved to include the sense of \"burden\" or \"encumbrance.\"",
  "字": "字 can be translated from around 300-200 BCE as: \"Word,\" \"Character,\" \"Written symbol,\" or \"Writing\"<br />Modern meaning has evolved to include the sense of \"Pronunciation,\" \"Culture,\" \"Language,\" or \"Marker of identity.\"",
  "径": "径 can be translated from around 300-200 BCE as: \"Path,\" \"Way,\" or \"Route\"<br />Modern meaning has evolved to include the sense of \"Diameter\" or \"Shortcut.\"",
  "草": "草 can be translated from around 300-200 BCE as: \"Grass\" or \"Vegetation\"<br />Modern meaning has evolved to include the sense of \"Draft\" or \"Manuscript.\"",
  "功": "功 can be translated from around 300-200 BCE as: \"Work,\" \"Merit,\" \"Achievement,\" \"Effort,\" or \"Accomplishment\"<br />Modern meaning has evolved to include the sense of \"Skill\" or \"Performance.\"",
  "带": "带 can be translated from around 300-200 BCE as: \"To lead,\" \"To carry,\" \"To bring,\" or \"To support\"<br />Modern meaning has evolved to include the sense of \"belt,\" \"band,\" \"zone,\" or \"region.\"",
  "沕": "沕 can be translated from around 300-200 BCE as: \"Deep,\" \"Unfathomable,\" \"Dark,\" \"Profound,\" \"Hidden,\" or \"Obscure\"<br />Modern meaning has evolved to include the sense of \"condensed water\" or a name used for certain bodies of water.",
  "华": "华 can be translated from around 300-200 BCE as: \"Splendor,\" \"Magnificence,\" \"Flower,\" \"Brilliance,\" or \"Glory\"<br />Modern meaning has evolved to include the sense of \"China,\" \"Chinese,\" or \"Prosperity.\"",
  "门": "门 can be translated from around 300-200 BCE as: \"Door,\" \"Gate,\" \"Entrance,\" or \"Portal\"<br />Modern meaning has evolved to include the sense of \"Family\" or \"Household.\"",
  "儿": "儿 can be translated from around 300-200 BCE as: \"Child,\" \"Son,\" \"Offspring\"<br />Modern meaning has evolved to include the sense of \"Child,\" \"Son,\" \"Youth,\" or used as a diminutive or noun suffix.",
  "德": "德 can be translated from around 300-200 BCE as: \"Virtue,\" \"Moral character,\" \"Intrinsic quality,\" or \"Power.\"<br />Modern meaning has evolved to include the sense of \"Ethics\" or \"Morality.\"",
  "泊": "泊 can be translated from around 300-200 BCE as: \"To anchor,\" \"To moor,\" or \"To settle.\"<br />Modern meaning has evolved to include the sense of \"calm,\" \"tranquil,\" \"overnight stay,\" or \"a lake.\"",
  "享": "享 can be translated from around 300-200 BCE as: \"To give offerings,\" \"To enjoy,\" \"To share,\" or \"To partake\"<br />Modern meaning has evolved to include the sense of \"enjoyment\" or \"enjoy.\"",
  "余": "余 can be translated from around 300-200 BCE as: \"I,\" \"me,\" \"surplus,\" or \"remainder\"<br />Modern meaning has evolved to include the sense of \"extra,\" \"excess,\" or \"leftover.\"",
  "微": "微 can be translated from around 300-200 BCE as: \"Subtle,\" \"Faint,\" \"Minute,\" or \"Inconspicuous\"<br />Modern meaning has evolved to include the senses of \"Slight,\" \"Small,\" \"Tiny,\" \"Low,\" and \"Micro.\"",
  "企": "企 can be translated from around 300-200 BCE as: \"To stand on tiptoe,\" \"To look forward,\" or \"To watch expectantly\"<br />Modern meaning has evolved to include the sense of \"enterprise,\" \"business,\" or \"undertake.\"",
  "荆": "荆 can be translated from around 300-200 BCE as: \"Bramble,\" \"Thorn bush,\" or \"Thicket\"<br />Modern meaning has evolved to include the sense of \"Jing Prefecture,\" or refer directly to the \"Hubei province\" in China.",
  "壮": "壮 can be translated from around 300-200 BCE as: \"Strong,\" \"Robust,\" \"Powerful,\" or \"Great in strength\"<br />Modern meaning has evolved to include the sense of \"vigorous\" or \"heroic.\"",
  "精": "精 can be translated from around 300-200 BCE as: \"Essence,\" \"Spirit,\" \"Refinement,\" \"Quintessence,\" or \"Vital energy\"<br />Modern meaning has evolved to include the sense of \"Precision,\" \"Meticulous,\" \"Excellence,\" or \"Skill.\"",
  "牝": "牝 can be translated from around 300-200 BCE as: \"Female,\" \"Yin,\" \"Feminine principle,\" or \"Passivity\"<br />Modern meaning has evolved to include the sense of \"female of a species\" or \"cow.\"",
  "解": "解 can be translated from around 300-200 BCE as: \"To untie,\" \"To loosen,\" \"To set free,\" \"To explain,\" or \"To resolve\"<br />Modern meaning has evolved to include the sense of \"to understand,\" \"explanation,\" \"solution,\" or \"analysis.\"",
  "报": "报 can be translated from around 300-200 BCE as: \"To report,\" \"To reciprocate,\" \"To repay,\" or \"To inform\"<br />Modern meaning has evolved to include the sense of \"newspaper\" or \"news.\"",
  "共": "共 can be translated from around 300-200 BCE as: \"Together,\" \"Common,\" \"Shared,\" or \"United\"<br />Modern meaning has evolved to include the sense of \"Total\" or \"Altogether.\"",
  "乱": "乱 can be translated from around 300-200 BCE as: \"Disorder,\" \"Disturbance,\" \"Confusion,\" or \"Chaos\"<br />Modern meaning has evolved to include the sense of \"Unrest\" or \"Turmoil.\"",
  "歙": "歙 can be translated from around 300-200 BCE as: \"To inhale,\" \"To absorb,\" \"To receive,\" \"To collect,\" or \"To gather\"<br />Modern meaning has evolved to include the sense of \"to press,\" \"to move,\" or \"to accommodate.\"",
  "吹": "吹 can be translated from around 300-200 BCE as: \"To blow,\" \"To exhale,\" \"To emphasize,\" or \"To boast\"<br />Modern meaning has evolved to include the sense of \"inflate\" or \"brag.\"",
  "伪": "伪 can be translated from around 300-200 BCE as: \"False,\" \"Fake,\" \"Deceptive,\" \"Artificial,\" or \"Feign\"<br />Modern meaning has evolved to include the sense of \"Counterfeit\" or \"Imitation.\"",
  "夷": "夷 can be translated from around 300-200 BCE as: \"Barbarian\" or \"foreigner\" with a sense of neutrality or \"level\" or \"to level\"<br />Modern meaning has evolved to include the sense of \"extinguish,\" \"exterminate,\" or \"to pacify.\"",
  "抗": "抗 can be translated from around 300-200 BCE as: \"To resist,\" \"To oppose,\" \"To withstand,\" or \"To push against.\"<br />Modern meaning has evolved to include the sense of \"anti-,\" \"resistance,\" or \"struggle.\"",
  "谋": "谋 can be translated from around 300-200 BCE as: \"To plan,\" \"To strategize,\" \"To scheme,\" or \"To seek counsel\"<br />Modern meaning has evolved to include the sense of \"plotting\" or \"conspiracy.\"",
  "辐": "辐 can be translated from around 300-200 BCE as: \"Hub of a wheel,\" or \"Spoke of a wheel\"<br />Modern meaning has evolved to include the sense of \"radiate,\" \"radiation,\" or \"wheel spoke.\"",
  "随": "随 can be translated from around 300-200 BCE as: \"To follow,\" \"To yield,\" \"To comply with,\" \"According to,\" or \"To accompany\"<br />Modern meaning has evolved to include the sense of \"Random,\" \"Casual,\" \"Any,\" or \"As one pleases.\"",
  "阿": "阿 can be translated from around 300-200 BCE as: \"hill,\" \"elevation,\" or \"earthen mound.\"<br />Modern meaning has evolved to include the sense of \"prefix for names,\" \"approach,\" or \"phonetic component in transliterations.\"",
  "属": "属 can be translated from around 300-200 BCE as: \"To belong,\" \"To be associated with,\" \"Category,\" or \"Type\"<br />Modern meaning has evolved to include the sense of \"To be affiliated with\" or \"To be subordinate to.\"",
  "器": "器 can be translated from around 300-200 BCE as: \"Vessel,\" \"Implement,\" \"Instrument,\" \"Utensil,\" or \"Tool\"<br />Modern meaning has evolved to include the sense of \"Appliance\" or \"Device.\"",
  "毂": "毂 can be translated from around 300-200 BCE as: \"Hub (of a wheel)\" or \"Center\"<br />Modern meaning has evolved to include the sense of \"central part,\" \"nucleus,\" or \"core.\"",
  "颣": "颣 can be translated from around 300-200 BCE as: \"Disheveled hair,\" \"Tangled hair,\" or \"Matted hair\"<br />Modern meaning is not commonly used and may primarily be understood in historical or specialized linguistic contexts.",
  "疏": "疏 can be translated from around 300-200 BCE as: \"Sparse,\" \"Distant,\" \"Disperse,\" \"Neglect,\" or \"Loosen\"<br />Modern meaning has evolved to include the sense of \"疏通 (to clear or unclog)\" or \"疏远 (to estrange).\"",
  "失": "失 can be translated from around 300-200 BCE as: \"To lose,\" \"To miss,\" or \"To fail in keeping.\"<br />Modern meaning has largely retained these senses, often used in contexts of \"loss\" or \"mistake.\"",
  "邪": "邪 can be translated from around 300-200 BCE as: \"Improper,\" \"Wrong,\" \"Deviation,\" \"False,\" or \"Pernicious\"<br />Modern meaning has evolved to include the sense of \"Evil,\" \"Wicked,\" or \"Demonic.\"",
  "甘": "甘 can be translated from around 300-200 BCE as: \"Sweet,\" \"Pleasant,\" \"Willing,\" or \"Agreeable\"<br />Modern meaning has evolved to include the sense of \"sweetness\" or \"willingness.\"",
  "称": "称 can be translated from around 300-200 BCE as: \"To weigh,\" \"To measure,\" \"To balance,\" \"To regard,\" or \"To call\"<br />Modern meaning has evolved to include the sense of \"to claim\" or \"to designate.\"",
  "闻": "闻 can be translated from around 300-200 BCE as: \"To hear,\" \"To listen,\" \"To smell,\" or \"Reputation\"<br />Modern meaning has evolved to include the sense of \"news\" or \"information.\"",
  "复": "复 can be translated from around 300-200 BCE as: \"To return,\" \"To repeat,\" \"To resume,\" or \"To regain\"<br />Modern meaning has evolved to include the sense of \"complex,\" \"compound,\" or \"to duplicate.\"",
  "亲": "亲 can be translated from around 300-200 BCE as: \"Parent,\" \"Family,\" \"Relatives,\" or \"Kin\"<br />Modern meaning has evolved to include the sense of \"Dear,\" \"Intimate,\" or \"Close.\"",
  "鲜": "鲜 can be translated from around 300-200 BCE as: \"Fresh,\" \"Bright,\" \"Few,\" or \"Rare\"<br />Modern meaning has evolved to include the sense of \"Delicious\" or \"Tasty.\"",
  "匠": "匠 can be translated from around 300-200 BCE as: \"Artisan,\" \"Craftsman,\" \"Master,\" or \"Workman\"<br />Modern meaning has evolved to include the sense of \"Skillful,\" \"Dexterous,\" or \"Expert.\"",
  "车": "车 can be translated from around 300-200 BCE as: \"Carriage,\" \"Chariot,\" or \"Cart\"<br />Modern meaning has evolved to include the sense of \"Vehicle\" or \"Car.\"",
  "央": "央 can be translated from around 300-200 BCE as: \"Center,\" \"Core,\" \"Middle,\" or \"Request\"<br />Modern meaning has evolved to include the sense of \"Central,\" \"Central authority,\" or \"Request earnestly.\"",
  "夫": "夫 can be translated from around 300-200 BCE as: \"This,\" \"That,\" \"Indeed,\" or \"Now\"<br />Modern meaning has evolved to include the sense of \"Husband\" or \"Man.\"",
  "跨": "跨 can be translated from around 300-200 BCE as: \"To step over,\" \"To stride across,\" \"To leap over,\" or \"To cross\"<br />Modern meaning has evolved to include the sense of \"spanning,\" \"striding,\" or \"covering a distance.\"",
  "驰": "驰 can be translated from around 300-200 BCE as: \"To gallop,\" \"To rush,\" \"Rapid movement,\" or \"To hasten\"<br />Modern meaning has evolved to include the sense of \"drive,\" \"ride,\" or \"spread.\"",
  "伯": "伯 can be translated from around 300-200 BCE as: \"Elder uncle,\" \"Senior,\" or \"Chief\"<br />Modern meaning has evolved to include the sense of \"Leader\" or \"Count\" (as a noble rank).",
  "得": "得 can be translated from around 300-200 BCE as: \"Virtue,\" \"Inner power,\" \"Inherent quality,\" or \"Moral force\"<br />Modern meaning has evolved to include the sense of \"to obtain,\" \"to gain,\" \"to get,\" or \"to must.\"",
  "朴": "朴 can be translated from around 300-200 BCE as: \"Unadorned,\" \"Simple,\" or \"Natural\"<br />Modern meaning has evolved to include the sense of \"Plain,\" \"Sincere,\" or \"Honest.\"",
  "萬": "萬 can be translated from around 300-200 BCE as: \"Ten thousand,\" \"Myriad,\" or \"All\"<br />Modern meaning has evolved to include the sense of \"Ten thousand,\" \"Myriad,\" or \"Many.\"",
  "畋": "畋 can be translated from around 300-200 BCE as: \"To hunt,\" \"Hunting,\" or \"To engage in field activities\"<br />Modern meaning has largely retained the original sense of \"hunting.\"",
  "灭": "灭 can be translated from around 300-200 BCE as: \"To destroy,\" \"To extinguish,\" or \"To put an end to\"<br />Modern meaning has evolved to include the sense of \"annihilate,\" \"obliterate,\" or \"wipe out.\"",
  "武": "武 can be translated from around 300-200 BCE as: \"military,\" \"martial,\" \"warrior,\" or \"force\"<br />Modern meaning has evolved to include the sense of \"martial arts\" or \"valor.\"",
  "弥": "弥 can be translated from around 300-200 BCE as: \"Full,\" \"Complete,\" \"Extend,\" or \"Fill\"<br />Modern meaning has evolved to include the sense of \"exceed,\" \"more,\" or \"often.\"",
  "关": "关 can be translated from around 300-200 BCE as: \"Mountain pass,\" \"Barrier,\" \"Guard,\" or \"Frontier\"<br />Modern meaning has evolved to include the sense of \"to close,\" \"concern,\" or \"relation.\"",
  "周": "周 can be translated from around 300-200 BCE as: \"Completeness,\" \"Cycle,\" \"Circumference,\" or \"Periphery\"<br />Modern meaning has evolved to include the sense of \"Week,\" \"Thorough,\" or \"All-around.\"",
  "责": "责 can be translated from around 300-200 BCE as: \"To hold accountable,\" \"To impose duty,\" or \"To demand responsibility\"<br />Modern meaning has evolved to include the sense of \"responsibility\" or \"blame.\"",
  "广": "广 can be translated from around 300-200 BCE as: \"Vast,\" \"Extensive,\" or \"Broad\"<br />Modern meaning has evolved to include the sense of \"Wide,\" \"Open space,\" or \"Expansive.\"",
  "抑": "抑 can be translated from around 300-200 BCE as: \"To repress,\" \"To restrain,\" \"To suppress,\" or \"To check\"<br />Modern meaning has evolved to include the sense of \"to inhibit\" or \"to curb.\"",
  "势": "势 can be translated from around 300-200 BCE as: \"Power,\" \"Influence,\" \"Tendency,\" or \"Force of circumstance.\"<br />Modern meaning has evolved to include the sense of \"Momentum\" or \"Potential.\"",
  "积": "积 can be translated from around 300-200 BCE as: \"To store up,\" \"To accumulate,\" \"To gather,\" or \"To pile\"<br />Modern meaning has evolved to include the sense of \"accumulation,\" \"build-up,\" or \"amass.\"",
  "爪": "爪 can be translated from around 300-200 BCE as: \"Claw,\" or \"Talon\"<br />Modern meaning has evolved to include the sense of \"Fingernail\" or \"Toenail.\"",
  "搏": "搏 can be translated from around 300-200 BCE as: \"To wrestle,\" \"To struggle,\" \"To strive,\" \"To fight,\" or \"To contend\"<br />Modern meaning has evolved to include the sense of \"to battle,\" \"to gamble,\" or \"to fight for.\"",
  "右": "右 can be translated from around 300-200 BCE as: \"To assist,\" \"To help,\" \"Loyal,\" or \"Faithful\"<br />Modern meaning has evolved to include the sense of \"right\" (the direction).",
  "兕": "兕 can be translated from around 300-200 BCE as: \"A female rhinoceros\" or \"A type of horned animal\"  \nModern meaning has evolved to include these senses, with limited usage primarily in historical or literary contexts.",
  "兑": "兑 can be translated from around 300-200 BCE as: \"Exchange,\" \"To offer,\" \"To promise,\" \"Agreement,\" or \"Joy\"<br />Modern meaning has evolved to include the sense of \"Cash,\" \"Currency exchange,\" \"Redeem,\" \"Withdraw,\" or \"Agreement.\"",
  "渊": "渊 can be translated from around 300-200 BCE as: \"Abyss,\" \"Deep pool,\" \"Depths,\" or \"Profoundness\"<br />Modern meaning has evolved to include the sense of \"Profound wisdom\" or \"Hidden depths.\"",
  "废": "废 can be translated from around 300-200 BCE as: \"To abandon,\" \"To discard,\" \"To waste,\" or \"To abolish\"<br />Modern meaning has evolved to include the sense of \"invalid,\" \"useless,\" \"disabled,\" or \"discontinued.\"",
  "纪": "纪 can be translated from around 300-200 BCE as: \"Record,\" \"Chronicle,\" or \"Thread\"<br />Modern meaning has evolved to include the sense of \"Discipline,\" \"Order,\" or \"Era.\"",
  "化": "化 can be translated from around 300-200 BCE as: \"To transform,\" \"To change,\" or \"To transform into\"<br />Modern meaning has evolved to include the sense of \"transformation\" or \"metamorphosis.\"",
  "克": "克 can be translated from around 300-200 BCE as: \"To overcome,\" \"To subdue,\" \"To restrain,\" \"To conquer,\" or \"To be able to\"<br />Modern meaning has evolved to include the sense of \"gram,\" \"to be able to,\" or \"capable of.\"",
  "虛": "虛 can be translated from around 300-200 BCE as: \"Empty,\" \"Void,\" \"Space,\" \"Nothingness,\" or \"Hollow\"<br />Modern meaning has evolved to include the sense of \"Virtual\" or \"False.\"",
  "均": "均 can be translated from around 300-200 BCE as: \"Equal,\" \"Level,\" \"Uniform,\" or \"Balanced\"<br />Modern meaning has evolved to include the sense of \"Average\" or \"Evenly distributed.\"",
  "热": "热 can be translated from around 300-200 BCE as: \"Burning,\" \"Fiery,\" \"Passionate,\" \"Fervent,\" or \"Intense\"<br />Modern meaning has evolved to include the sense of \"Hot,\" \"Warm,\" \"Heat,\" \"Enthusiastic,\" or \"Popular.\"",
  "！": "！is not a character from the original Dao De Jing, it was interpreted later.",
  "）": "）is not a character from the original Dao De Jing, it was interpreted later.",
  "（": "（is not a character from the original Dao De Jing, it was interpreted later.",
  "？": "？is not a character from the original Dao De Jing, it was interpreted later.",
  "：": "：is not a character from the original Dao De Jing, it was interpreted later.",
  "“": "“ is not a character from the original Dao De Jing, it was interpreted later.",
  "”": "” is not a character from the original Dao De Jing, it was interpreted later.",
  "；": "；is not a character from the original Dao De Jing, it was interpreted later."
}